[
    "<img src=\"images/FrontCover.jpg\" />",  
  "  FOURTH DRAFT",
"SURVIVORS: CITIZENS OF THE WORLD",
"BY Pascal Ustin Dubuisson, TRANSLATED BY Mitchell Verter",
"<h1>TABLE OF CONTENTS</h1> <ol start=\"0\">   <li><a href=\"#cp0eng\">Introduction</a></li> <li><a href=\"#cp1eng\">Chapter I. Survivors - citizens of the world</a></li> <li><a href=\"#cp2eng\">Chapter II. Peru- Ecuador - Money is always right</a></li> <li><a href=\"#cp3eng\">Chapter III. Colombia - A risky start</a></li> <li><a href=\"#cp4eng\">Chapter IV. Darien Gap - Save yourself, whoever can</a></li> <li><a href=\"#cp5eng\">Chapter V. Panama - Injustice, Abuse, Racism</a></li> <li><a href=\"#cp6eng\">Chapter VI. Costa Rica - Free land</a></li> <li><a href=\"#cp7eng\">Chapter VII. Nicaragua - Forbidden land</a></li> <li><a href=\"#cp8eng\">Chapter VIII. Honduras - Imminent Victory</a></li> <li><a href=\"#cp9eng\">Chapter IX. Guatemala - Without stopping</a></li> <li><a href=\"#cp10eng\">Chapter X. Mexico - Rebirth of a new hope</a></li> <li><a href=\"#cp11eng\">My perception of the borders</a></li> <li><a href=\"#cp12eng\">Reality</a></li> </ol>",
  "<img src=\"images/MiHijo.gif\"/>",
"  To my son André Pascal Dubuisson Rodelo",   
"<a name=\"cp0eng\">  INTRODUCTION</a>",
  "  I, Pascal Ustin Dubuisson, son of Haiti -- a country where success is a challenge, and the right to eat, to educate oneself, and to progress a privilege -- made the decision to leave my country not only for a better future, but also for a safe future. I know that living in a country foreign from mine is not the best option, but it is the right choice.", 
 "\"As far as you want to reach, as high as you want to climb, everything begins with a single step.\" In order to reach the aforementioned goal, I undertook a grand voyage to make my life worthwhile. The desire to have something better gave me a strength and a determination that permitted me to confront an immense challenge, one that thousands of persons did not survive. This experience has taught me that, in life, if you must dive into the darkness to obtain the light, you must not waver: the best decisions are often the most difficult to make, because they always have serious consequences.", 
 "In this book, I share a sad and sorrowful story, through which I hope to find a reader to engage with my experience so they better understand the world around them and what it entails: its customs, abuses, racism. In addition, I aspire for the reader to be able to differentiate between the surroundings they inhabit and the dark domain impenetrable to the naked eye. I hope, in turn, that they understand, as I learned during this voyage, that great opportunities are for those who are attached to their dreams -- for those who dare, resist, and never give up.", 
 "<a name=\"cp1eng\">Chapter I: </a>",
"Survivors: Citizens of the World", 
 "From the moment we depart, all of us who have decided to leave our birthplaces live through dark, difficult, complicated, uncertain times.  Yet, even though making this miserable journey felt like torture, at least we can say that we survived it.", 
"The Republic of Haiti, a Caribbean country located on the Western side of the island of Hispaniola adjoining the Dominican Republic, has a surface area of over 10,000 square miles and had a population of over 10 million in 2015. Its political and cultural capital is Port-au-Prince. It was gravely damaged by the January 12, 2010 earthquake. Due to climactic conditions, eighty percent of the population lives in poverty. According to The World Factbook (https://www.cia.gov/library/publications/the-world-factbook/geos/ha.html), two-thirds of all Haitians depend on fishing and subsistence farming, which are particularly vulnerable to frequent natural disasters. It was the first black country to declare its independence, driving out the French empire in 1804. Sadly, life expectancy rarely exceeds fifty-two years. Only one in one hundred fifty Haitians receive a salary. Fifty percent of Haitians depend upon remittances received from relatives living abroad. It is a country rich in gastronomy yet ironically its children live in extreme poverty caused by financial insecurity and natural disasters. Its politics are moderate. As far as education goes, Haiti contends with a very intelligent and proud people with few opportunities.  This provokes Haitians to migrate to diverse parts of the world with the aspiration that their children will receive better schooling, thus constituting the so-called \"diaspora\" of Haitians living abroad.",
 "Since the 7.3 magnitude earthquake began at 4:53 p.m. on January 12, 2010, the country has confronted a chaotic situation, with around 300,000 dead: brothers, sisters, fathers, mothers, children, and friends lost their lives in this tragedy, considered a dark day in Haiti." ,
 " Some countries came to help, although this led to nasty rumors about who received the aid money. The only thing the Haitian people had to depend upon was God.", 
 "Brazil was the first destination for Haitians seeking asylum and they traveled there in great numbers. Thousands crossed the Dominican Republic, Ecuador and Peru so they could reach Brazil with the aspiration of changing their living conditions. From 2010 to 2014, Brazil was ranked among the world's largest economies with its currency, the *real*, worth forty cents to the dollar. Haitians valued this unstable currency even more because they had been so impacted by unemployment. With a salary of a thousand *reales*, Haitians had to pay rent for their families, among other expenses. At the beginning of 2015, everything began to change: the economy contracted after the 2015 World Cup and thus Haitians unfortunately began to lose their jobs.  Still, people hoped the situation would improve and that things could change. However, the currency followed its course of devaluation until the next year. The Haitians saw that the situation was getting worse every moment, so they made the decision to leave the country in search of something better. Their eyes turned towards the United States. Not all Haitians had family members there; nevertheless they decided to leave along with those who had relatives to receive them.", 
 "It was possible to live in Brazil, but the duty to help one's family was stronger, so waiting around in Brazil was an option; instead, one had to look for a better living standard. What we were doing wasn't going to change all the misery in Haiti, nevertheless the support of ten dollars would make a big difference for our parents. The majority of Haitians who live in Haiti depend on others who relocated to the United States, Brazil, France, Ecuador, Venezuela, etc -- people who had overcome their economic problems, or at least, who were financially stable and no longer had to struggle. Before leaving Brazil, many realized they had to change their nationality from Haitian to that of an African country to be able to transit through certain countries. People who had previously made the voyage gave advice to those who followed and conveyed tricks for avoiding deportation. Our families, even though they weren't physically present, traveled with us, because thanks to the support and the small financial contributions of each, we were able to take those dangerous paths out of Brazil, to cross Chile, Venezuela, Peru, Ecuador, Colombia, Darien Gap (the roadless jungle between Colombia and Panama), Costa Rica, Nicaragua, Guatemala, Mexico,and the United States of America.", 
 " This story has been lived by thousands of citizens of the world searching for a better life in the United States", 
  "<img src=\"images/Sobrevivientes-3.jpg\"/>", 
"<a name=\"cp2eng\">Chapter II: Peru - Ecuador</a>",
 "Money is always right", 
 "Most of us Haitians lived in South America, the majority in Brazil. There was no way to calculate how much the voyage would cost. We could not specify an exact amount because everything depended upon the traffickers, better known as \"coyotes.\" Peru was situated as the first meeting place for the majority of migrants, who were not only Haitians: there were persons from Senegal, Congo, Ghana, and Pakistan, among others. We were speaking different languages and came from different cultures, but we all had the same goal: to reach the United States. This period of coexistence gave us the opportunity to make new friends, allowing us to create a sense of harmony, one that might even be called familiar.", 
 "A friend and I left together from the southern city of Canoas, the best way to avoid crossing many countries when exiting Brazil.", 
 "We traversed Peru in three or four days by bus, passing from city to city in order to cross the border of Ecuador. We were very tired, but our hearts nourished a great hope. In Peru we felt very uneasy because we were illegal so travelled under a lot of stress. We had to be careful not only around the police but also around thieves who tried to take advantage of us and steal our belongings, so we used different techniques to safeguard the money we brought from Brazil. Some used their shoes, others their deodorants, others soaps, and other had their own tricks.", 
 "When we arrived in Lima, the capital of Peru, we strted to get split up which slowed down my group because we didn't want to continue without the others. But not all of us agreed -- most were impatient to advance to the Ecuadorian border. On this border we started to encounter human trafficking, because you could not cross Ecuador without a visa. Therefore, we had to pay someone to cross this stretch and began contacting some coyotes who could help us. These people met us in the hotel where we were staying. One of them assured us that it was going to go well. These confidence men were incredibly manipulative. We didn't have any confidence in them, but neither did we have any other option. We had to try it.", 
 "We knew a great number of Haitians who had tried many times, but were returned to Peru because they failed. The Ecuadorian police were so strict on that border, so it was hard to cross. This was our first attempt. We didn't know how many times we would have to try, because the police were so brutal. It was helpful that many of the coyotes had friends among the customs police. They told us that everything was going to turn out fine: we would be leaving Peru in the evening. But then the coyote decided that we should cross in the afternoon, because in the evening the authorities watched the border more closely.", 
 " Eight of us carried out the voyage, one of them had two cars and a friend of his had a motorcycle about a mile and a half in front. He was responsible for communicating with his police friends, who did not yet know all of us.", 
 "After we entered, he brought us to his wife's house to show us some things left behind by other Haitians who had previously passed through there. In an hour or so, they told us that it was time to leave for the capital. The van was ready to leave. Most of those who were expected were already inside, only about ten persons were missing. Throughout the trip we worried because we knew what it was like in Ecuador. We did not know how to handle our fear of being caught. We felt very anxious. Nevertheless, we had to have faith.", 
 "Every day one confronted one's own fears, one's own dreads, one's own insecurities. One thing that fear can do is paralyze you. Conquering fear was not easy for us. In the movie “Rocky”, the main character said that fear is a fire inside of you: if you control it you stay hot to continue fighting, but if you do not control it, it will spread and devour you. That much is certain. This is why we were forced to control each emotion. It seemed that each time a new one rose up in us, we had to fight it.", 
 " Many of us consider ourselves brave men. Here, in this forced adventure, we discovered unfamiliar feelings we had to confront so that we could continue.", 
 " Everything was calm the night of the voyage. There were no setbacks on the road. The night was very long for us. No one could sleep. When we arrived in Quito, the capital, we saw a hundred migrants who had departed from many different parts of the world. The group I came with and I didn't want to wait around, knowing that we did had no authorization. We stopped a taxi to ask the driver to bring us to the border with Columbia. He told us that this was illegal; nevertheless, he recommended a friend who could take us",
 "There were many coyotes in each city we crossed. They benefited the most from earnings received from people like us. They were pleased to help us with economic problems, not because their hearts were overflowing with altruism. They convinced us with stories to wheedle more money out of us. For example, they told us that the police would take our money, and they frightened us by threatening us with harm. This was just a way of forcing us to pay more.", 
 "When we took the taxi to the Tulcán border to commence the next adventure in earnest, the driver knew where and how to get there quickly to avoid the police. It was inevitable that we would encounter one and so it was: on the road we ran into the police. They stopped us. The driver had told us to speak French with them, because if not, they would return us to Peru, and we were already close to Columbia. And when the police arrived, they asked the driver why license plates had different digits than those close to the border. The driver told them that he had only come up there to bring French people to Columbia.", 
 "The police asked for our papers. We acted as if we didn't know how to speak Spanish, so we spoke French and offered the officers some money so that we could leave. Fortunately, nobody was watching. They accepted it and allowed us to continue. ", 
  "<img src=\"images/Sobrevivientes-4.jpg\"/>",
"  Barely in Peru, so many people were already so depleted. They could find nowhere better to rest than a bus terminal. ", 
 "This phase was very complicated because we knew that if we returned to Ecuador, it would only waste our time and money, and we were only six hours away from Columbia. We stopped many times on the road but fortunately no police were in sight. When we were close to the border, the driver told us he could not take us further due to increased police presence.",
"  He let us out of the taxi and told us that we had to look for a way to continue. Many people waiting there. When we reached the border, it was all very strange. We were so stressed out and all our bad feelings resurfaced .",
  "<img src=\"images/Sobrevivientes-5.jpg\"/>", 
"<a name=\"cp3eng\">Chapter III: Columbia</a>",
 "A risky start", 
 "In life you have two options: 1) go to bed and dream or 2) get up from your bed to realize your dreams. And that is what I did. Your humble server took root in Brazil, where he worked in a restaurant as a waiter from midnight until to 7 a.m., a job that paid 1300 reales a month. I come from Haiti. I was born in Port-au-Prince within a dysfunctional family, formed only by my mother, my sister and my brother. By twist of fate, we separated and I was raised my grandmother who died when I was twenty years old. When I was twenty-three, after staying around for only three years, I decided to leave for Brazil to find my luck.", 
 "According to Wikipedia, the border between Brazil and Columbia is a continuous 1,021.7 mile international boundary that completely delimits it. The borderline crosses 502.6 miles of river and canals,  380.3 miles of conventional borders, and 138.7 miles of waterways.  ", 
 "Several months before entering Columbia we had to pay a lot of money to cross the border. We spent between 300 and 500 dollars each. The government of Columbia was one of the governments that, seeing that so many foreigners were arriving from different nations, took the opportunity to offer us an entry document that permitted us to stay in the country for twenty-two days or even up to a month. However, during this period, men weren't allowed to  cross. Only pregnant women and children had this right, and could cross the border without a problem. All the rest were condemned to cross over a hill. This hill was a den of thieves, so much so that each family that lived there had a firearm as personal protection for themselves, against whatever emergency. This was their way of taking care of themselves. because the police had withdrawn so far from this village.", 
 "Crossing the hill took us about four hours. It was so long. Some Colombians had good hearts. Even thought the inhabitants had to defend themselves from invaders, they tried to help us cross with their carts without even knowing us, but their efforts were in vain because the hill was too steep and the carts could not climb it. In order to help out the migrants, they thought up a way to put people underneath the trucks, or to put bags of trash or rice on top of them, but it was no use. They were found out.", 
 "Seeing what was happening, we convened to make a decision about what would be most helpful for continuing our voyage.", 
" There was not much to think about, we only had one road to follow, the dangerous one -- where, to start, you had to pay ten dollars to the Colombian who was in charge. And so it was. Unfortunately, we believed that this would be the only payment we would have to give. But no: on this road we had to pay for everything. Most unfairly, we had to pay for necessary things such as sitting down, drinking water, going to the bathroom, resting. Those abusive Colombians had declared to us that they knew that the migrants were rich; that without money, we could not cross ten countries to reach the Tijuana border. In a few words, if we didn't have a lot of money to begin with, we couldn't have left the place where we came from. Nothing is more wrong that this thought.",
 "As happens to all human beings in unknown situations, insecurity surged within us.  Nevertheless we did not show it. Haitians are very tough and foolish people. We have a gene that makes us strong, and not weak. In the face of adversity, our very skin can resist the environment-- we can endure the pain.", 
 "Luckily, this hill wasn't such a great obstacle. We knew beforehand what awaited us. My race is very communicative and all our acquaintances who had already made the journey had told us how and where and what we would have to pass through. From the information they imparted to us, we knew exactly which roads to take and we absolutely knew  that nothing would be more dangerous and difficult than passing the Darien Gap jungle in Panama. There we would encounter truly different challenges", 
 "It was a place where the we would have to pass through, without question, where we would confront our strengths and weaknesses, our confidence and insecurities. It was the place where undoubtedly we would come to regret that we had left our apparent comfort.", 
 "Already signed up for the journey, I delayed the group because I was unable to walk because the climb was too steep, complicated, and tangled. I didn't expect that this road would be was so exhausting and tortuous. Even though I was young, I felt like my lungs were going to explode. I was never an athlete, so I was not in good shape and, at that moment, my physique could no longer take it.  I thought I couldn't continue any longer.", 
 "In the distance we could see several persons, so far away that we could not call them.  They would not have been able to hear us and, moreover, we could not shout because we were out of breath. The only thing we would do is wear out our last strength that we would be unable to restore because we had no water. We had forgotten how long the road was going to be. We felt cheated and angry because the guides -- we don't know why,  maybe because they didn't want to frighten us or maybe just out of malevolence -- lied to us, telling us that we would walk for about twenty minutes. Suddenly, they stopped us. The coyotes did not want to advance because there were police ahead. They abandoned us in the middle of nowhere, hungry and thirsty, shamelessly, without an iota of kindness, telling us that we would have to continue alone.", 
 "The path we followed was tortuous. At one point, when we believed that the coyotes had prepared a trap for us and that at any moment, they would turn us over to thieves to take from us the little that we had. Our emotions spun like a wheel of fortune with incredible velocity. We thought thousands of things, among them all the ways we could die alone, in an unknown place, where nobody would come to give us a decent burial, because our families would not be able to find us.", 
 "We thought about all the possible accidents that could befall us for which we had no way to respond. Living through a period like that, when uncertainty and confusion bore down us, made us unhappy with everyone. However, despite everything our demons were telling us, nothing like that happened. Thank God.", 
 "After a moment, we saw a truck. We felt a sense of happiness similar to what a child feels when they celebrate their first birthday and feels amazed with everything they see. It was with this capacity for amazement that restored life to our bodies. We approached the driver and asked him if he could bring us bring us to the way out. He informed us that the exit was very far away. He kindly told us that we should wait for him to return, and then he would bring us to the main road. We thought for some seconds and reacted like a child does when they open their gift to find that it is not what they wanted. We then decided to move from that location because the road was neither pleasant nor trustworthy", 
 "Fortunately, after forty minutes of walking, the van returned carrying a load potatoes and the driver told us to get on. This is how we arrived at the main road. It is unbelievable  that we paid the coyotes to bring us across a road for six hours, but they did not walk even a single hour. They received more than 120 dollars for each of us and spent only forty minutes with us.", 
 "When we arrived at the main road, the driver told us that he could not take us far due to military presence ahead.  He did not want to get in trouble. We understood. It makes sense. Who wants to ride with illegal migrants in their car and go to prison or be punished for an act of compassion? So we got off and took a taxi to the migration office. The offices were very close to the border; nevertheless, we could not get there directly. For that we had to climb a hill that took almost six hours to cross. By the time we arrived at the migration office, the line very long. We would have to be very patient to get the documents required to cross through Columbia.", 
  "<img src=\"images/Sobrevivientes-6.jpg\"/>",
"  Despair was something that affected us day after day, seeing that you are on the road for months and still cannot reach where you want to go. Sometimes you do not even want to talk to your family to tell them about your situation; you prefer to hide the information because you feel so ashamed. ", 
 "We rested and watched other people arrive on the same road, but they were not as lucky as us. They told us that thieves had attacked them on the road, taking their money and valuables. It was understandable that began crying, because they had gone through something so terrible. We all knew that, at any moment, something similar could happen to us. To put it coldly, we too could be brought to tears.  ", 
 "Migration gave us a visa document for thirty days, but there were so many people that the government divided us up into different cities. The border officer provided us a paper that permitted us to travel to Medellin to process our document for crossing the country.  After a long day, without eating anything, some of us thought we should spend the night at the border because the buses were downtown.  However, no one wanted to stay with us. Therefore, we took a taxi to the bus terminal and paid for a van to Medellin. ", 
  "As we were approaching Medellin, we ran into a group of soldiers on the road. Two of them inspected our luggage outside and the other two asked us if we had papers. They did not really care about the papers. They ordered everyone to stay on the van. Then they told us to take off our shoes to verify that we were not carrying drugs.  Two of the soldiers below took our shoes, our money, whatever they wanted.  However, we Haitians had already prepared for this, hiding our money inside deodorants, inside soaps, in different places throughout our belongings and our bodies. ",
 "After taking everything they could, the soldiers asked us to calm down so that the trip could continue. We saw no legal reason why they had detained us; we only saw the injustice of their work. We had thought, innocently, that they were there to help, but no: theft was part of their job, part of the illicit enrichment of the military. During this year of migration, they were definitely doing very well. But neither our sense of helplessness nor our courage ended there. When the van continued, a gentleman looked inside his shoes and saw that all his money was gone. He wept a great deal, truly exaggerated and powerful sobs. This made the rest of angry.  We all felt very tense.", 
 "This man kept his money in his shoes. We began to get suspicious because  so many Colombians in the bus told us that those policemen were nothing but thieves. We knew our rights. We should have gone to a police station to file a complaint, but we had no legal status in the country so we were too afraid to go because we thought they would deport us.", 
 "It came as a surprise and a regret that we got so angry with this gentleman for crying, because when we reached the city and got out of the van to open our backpacks, we realized that, in some very skilled and perverse manner, they had robbed many of us of money, clothes, shoes and other items. Immediately, those affected began to cry and quickly tried to block the bus from leaving, but it was useless.", 
 "My friends and I had devised another way to hide our money, so this time we were not affected as they were were.  Nevertheless, I was sincerely grieved to see my fellow travel suffer -- how could they continue without money? Whether through good luck or bad, we could continue and so we did.", 
 "At the same time, we were also annoyed with them.  Even though they knew that we would be exposed to the abuse of the authorities, they not take proper precautions. We had explained to them that they should put their valuables in their backpacks and not in their wallet, where the police are not authorized to put their hands. After this adversity, we took a taxi to the migration office. When we arrived, he had to wait to talk to them about the document they would issue to us. ",
 "With all that we had lived through in such a short period, we put our faith in and blessed God, thanks to whom there still exist good people who do not care if they are criticized or cursed for giving food to whomever needs it -- and we needed it because we were dying of hunger and thirst. God was showing us his care through these people who did not know who we were nor where we came from, who might not speak our language, but who let themselves be guided by God to give what little they had to the migrants. With such luck we recharged our phone batteries, replenishing them so that we could continue on. ",
 "Although we expected the immigration officers to receive us, they would not see us. The authorities told us that we had to return very early the next day and also offered to let us stay in the country, telling us they would give us many opportunities. However, nobody wanted to stay in Columbia. It was too early to make a decision like this. The goal of reaching in Columbia was to have the official stamp that would allow us to cross the country and enter Panama. There was no time to rest. In this way, and with a bit of encouragement, we went directly to the bus terminal to buy a ticket which brought us to the next city, Medellin.", 
 "While we were on the bus towards Medellin, we took more precautions due to our experiences on the previous trips.  The bus drivers seemed to receive commissions from the restaurants where they brought us, because the restaurants were  very expensive and the drivers stopped there every time. We wanted to save our money, so we did not go in, only buying the smallest things needed for survival. Half of us ate, half of us drank, and half of us slept.", 
 " We reached the city of Medellin at night and went straight to the bus station to leave for Turbo, the last city before entering the terrible Darien Gap. Turbo is one of the cities where we felt like we were in Haiti because its population is dark-skinned. Here they did not regard us as exotic beasts or as freaks. We felt at home, because we did not look like foreigners; we were all the same.  Some of the Haitians who came to this town did not stop to rest, but instead took a boat right away to Darien Gap. Big mistake. Due to this lack of wisdom and forethought, many wound up dead or sick from physical fatigue, and had to return to where they came from.", 
 "Everyone knows that the jungle is a dangerous, deadly place, where you must walk a great deal and must guard yourself against a multitude of dangers. However, many did not heed the warnings of our brothers who had already crossed through there. In order to enter the jungle, you must first rest so that you will be at 100 percent, because the  Darien Gap is a swamp-filled jungle, located on the edge between Central America (Panama) and South America (Columbia). This area is still as wild as in the time of the Conquest. Only that now it is ravaged by armed groups. Assaults are the order of the day. Women are raped. Tropical illnesses like dengue or malaria are at the door. Walking through there is horrible.", 
 "If it not I am mistaken, one has to cross one hundred miles. My group and I used our common sense and decided to stay three days in Turbo so that we could feed ourselves well and regain our strength. We had to rest to be able to continue.", 
 "We were not ignorant of the place's dangers. We knew beforehand that, if we were not attentive, we would not survive and as thus would not reach our next destination, Panama. We heeded the advice of friends who had already made the journey. They explained to us that we must be patient about leaving. If not, we would not get out of there alive, due to the manifold threats", 
 "We followed their advice and went looking for a hotel. We were thirteen Haitians in search of a place to rest. Some persons opened their homes and rented us some rooms. The people were very kind to host us because the hotels were very expensive. We did find some cheap ones, but they did not have televisions, and we were looking for entertainment as well as rest. At night, we met to plan the voyage. We all had to share what money we had to buy food, water, and personal items.", 
 "The next morning we divided up into groups, each with its own task to do. My group had to go to the market. The day was too hot. It was a Saturday and we felt exhausted by so much heat. When we returned, we made a lot of food, joked around, drank a beer and at night, went to sleep early. These moments were refreshing because they allowed us to forget the suffering we had gone through.", 
 "Sunday was a special day because we laughed as much as we could, from the morning to night.   We spent the day enjoying ourselves. Monday was the day to leave. We went early to buy tickets and some boots, in order to cross the mud we knew we would have to traverse, because it rains every day in the jungle. We prepared our backpacks and necessities; the departure time was ten in the morning. The longboat would leave at this time and it would not wait for us. This longboat was a legal form of transportation, under the control of the Navy. It transported people to Turbo to buy shellfish. We were forty persons in the longboat, mostly Haitians and Cubans. We all put on life jackets to prevent any possible accidents. The trip lasted two hours.", 
 "There is not a living being who does not feel afraid when confronted by danger; courage grows from confronting it and acting brave. In this moment, our strength was our family and what we could offer them in the future. This is what motivated us to continue.", 
 "We had no aim in mind other than making money. When I saw the sea and the reefs, I thought that I was crazy, because I was endangering my life in this voyage, and I asked myself whether it was worth it to endanger myself like this.", 
 "The sea was so rough that even the man who thought himself strongest broke down with fear provoked by sailing in these waters. It was a terrible sensation. Your heart beat speeds up. Your blood pressure goes up and down. Thoughts began to play with us again. Suddenly it came to mind that it would be better to lay down in the river and end everything. The truth is, if you did not control your mind you would wind up crazy. You needed a lot of mental strength to maintain your sanity. But thank God we left those stormy waters alive.", 
  "<img src=\"images/Sobrevivientes-7.jpg\"/>",
"  It was a gratifying for everyone to see their friends sailing away in this little boat. Around 40 persons were in each boat. This was the beginning of the adventure into the great and deep Darien Gap.  ",
 "We were all afraid to embark on this journey. However, we had to use the fear that ran through our bodies defensively and to continue despite everything. This did not prevent us from continuing to dream about hopefully reaching our final destination, undeterred by our current situation.", 
  "<img src=\"images/Sobrevivientes-8.jpg\"/>",  
 "<a name=\"cp4eng\">Chapter IV. Darien Gap</a>", 
 "Save yourself, whoever can", 
 "For us, Darien Gap was the most horrible part of the gamble. We tried to be cautious and to take the things calmly because we wanted to get out of there alive. We knew that we were going to walk for several days through a very risky place. When we reached the beach shore, we met many Colombians who were waiting for us to guide us towards Panama. My group was overloaded with several suitcases and food, while other groups, by luck of the draw, brought barely anything. The guide took me and my group to the front due to all the things we brought.", 
  "<img src=\"images/Sobrevivientes-9.jpg\"/>",
"  Before making our way through the jungle, everyone must give their document to the officials on arrive to certify their voyage into the jungle. It is their way to erase the evidence that you went through there, in case you remain in the jungle.   ",
  "<img src=\"images/Sobrevivientes-10.jpg\"/>",
"  This road was filled with women from different nations. There were also strong women, as many as the men!   ",
 "During our first hours on the road, everyone began to discuss fearfully about how to stay calm. There were good and bad aspects of knowing about this journey from others. We were already filled with worry because we already knew the dangers ahead. Walking was difficult because not all of us had the physical constitution to keep up with the guides, yet neither could we abandon those lagging behind, since they were vulnerable persons, such as women with children and pregnant women. The only option was to wait for them to line up with the group and then all to walk together. We crossed the first mountain in an hour. When we reached the peak, we saw a gorgeous landscape: there were cows, donkeys, horses. We asked ourselves how they could have gotten there: there was no way they could have gone there themselves. But there were no houses.",
 "We enjoyed a tranquil river. Everything seemed to be fine. Apparently, the guides knew to where to take us and had everything planned. As unexpected and bizarre as it may seem, we wound up in a jungle fairgrounds which had tents, music, and beer. It looked like they were having a party.  It was only six in the afternoon. We were very disturbed by this panorama, but at the end of the day, it was their business. We tried to have fun there, but unfortunately all the prices were so inflated. Sadly, they abused migrants: this was the only place where one could get something to eat or to drink. A simple bottle of water could cost up to two dollars, if not more. They mistakenly believed that our pockets were stuffed with wads of cash.",
 " The group consisted of one hundred persons. We decided to camp out for the night. It was no five-star hotel. We were outdoors, so some women left to cut wood for cooking and the men, enjoyed the nearby brothel that was a few steps away to drink and dance. I joined them  to go \"have fun.\" Incredibly, after what we had lived through, in the midst of this environment, we could be distracted momentarily. When the meal was ready, we all sat in a circle for dinner, Afterwards we went to sleep and allowed the night to pass. That same night, the guides tried to prepare us psychologically, telling us that the first days would be the most difficult. It seemed they did not know that we were in contact with people who who had already passed through here.",
 "Again we were nervously waiting. Obviously. Who isn't afraid of the unknown? But at least I was not about to give up and go back. Once you start a project in your life, you must use all of your energies to finish it, even if you have none. You do it because you do it. Only one thing can make your dream impossible: giving up", 
 "The rain started at ten at night and we had no way to cover ourselves. It was terrible for us because we were not in a protected area. We tried as much as possible to cover the children, who were our priority. We covered them with plastics, backpacks, and so on. It was raining every day and it was going to continue, because that is the climate of the jungle. Due to the rain, the mountains became unsafe. Anyone could suffer an accident on the wet slippery ground. ", 
 " Because of the miserable weather, many were desperate to return, which by then was no longer possible. They would have to accept their fate and take strength where they could:  once we started, we could not return. It is like gambling: you risk it for all or nothing. That was our reality. Given all the sorrow, the cold, the exhaustion, the wet food, the wet clothes, it was impossible not to regret  having left where we came from.", 
"At five in the morning, we prepared to continue towards the Darien Gap. The guides were grumpy, bitter, angry people; one could even say they were inhuman. They had no patience to wait for anyone. They told us that we would begin our travel at six in the morning. They warned us that would going to cross a mountain that would take eighth hours to cross and that we should not even think about touching any tree or plant, because they could be very dangerous, even deadly. The plants were filled with thorns: we could not rest or support ourselves  on any of them. The animal which we had to watch out for was the cobra, because they were abundant here. There was no way to remain somewhere along the path. We had to travel non-stop until the end, due to the abundance of savage animals. Therefore, we had to continue walking so we could reach the other side of the mountain before it grew dark. That was the plan.", 
  "<img src=\"images/Sobrevivientes-11.jpg\"/>",
"  Often, in the afternoon, when we were tired of walking, we rested, and the women prepared the food.   ",
 "Due to the previous night's rain, our bodies were wet, tired and sleepless. We did not know how we could continue like this. Nevertheless, we prepared to leave and as soon as we could, we prayed and worshipped in all different ways according to our faiths. Our trust was in God who could sustain us on the road.", 
    "I just observed others and realized that many were traveling alone, without friends or family members. There were definitely times when, pushed by instincts and desires, one thought selfishly about continuing on oneself without turning back, but there were certainly moments when we all needed each other, and that we would clearly help each other, so it would be impossible to ignore totally the situation of the other. ",
    "After five hours of travel, we asked the guides to let us rest. The children were exhausted and our pace was sluggish because it was difficult to move through the wet ground. We could relax only fifteen minutes, because we had to cross in eight hours. The mountain was the border of Columbia. The jungle was located between Colombia and Panama. We resolved that day to complete the mountain crossing and reach the Panamanian border. ",
 "After those five hours of travel, we realized that we were not the only ones on the road. It moved me to see people crying desperately, asking themselves how they were going to continue -- people who already gotten further ahead. The mountain was very steep, it was impossible to see the summit. My friend and I rested between fifteen and thirty minutes. We were confident that we could reach it, because compared to the women and the children, we were in better shape.", 
  "<img src=\"images/Sobrevivientes-12.jpg\"/>",
"  The men took responsibility for carrying the suitcases so that the women and children would be free as air, with the goal that they not delay the group",   
 "On this mountain we witnessed death, impatience, desperation, agony. However, it strengthened the faith of believers. During this journey the strongest helped the women, the children and the vulnerable men.  That day more than one hundred people crossed the mountain range.", 
 "Our emotions were racing and our hearts palpitating strongly due to all the pressure and stress. By then, we were close to the summit, yet the smugglers informed us that we were still six hours away. We could not camp in the jungle, so they told us to walk faster or run. Not wasting time, my group and I followed their directions as well as we could. It was just then that I felt the most defenseless, vulnerable, lost in cruel and unstable thoughts that came and went. One had good reason to worry that one might never see one's family or  friends again. Inside myself, I battled with my own demons. I imagined that a wild animal would jump on top of us at any moment, because each howl sounded close and yet also very far away. I do not know whether you have ever been to the jungle, but it was hard to hear those roars and to think that everything would be okay.", 
 "The sounds were varied, of all types of animals -- so many that we could not distinguish them all. The sounds were so very loud that I guessed they were lions, tigers, jaguars, spider monkeys, pumas, or, perhaps even the triumphal entrance of a cobra.", 
  "<img src=\"images/Sobrevivientes-13.jpg\"/>",
"The bottom part is a mountain range that took us six hours to climb ",  
 "Here is just when you pause and start considering the importance of the things you possess. Right then we were all carrying money, but we understoodd that it had no value there. We had moved from our apparent stability -- in my case, from Brazil, where I held money to be sacred, esteeming it greatly -- and now money was not worst anything. What good was it to have money and not to use it? What good was it if you could die? The Bible says that the root of all evil is the love of money. Well in my case it was. I traveled the world looking for dollars and just for dollars I could die. How ironic and cruel.", 
 "There is a character from the famous Mexican television series \"El Chavo Del Ocho\" (The 8 Year Old Kid) named Don Ramon who said very assertively \"I might not have a peso in my pocket but I have a smile on my face, which is worth more than all the money in the world.\" How I longed to have a smile worth gold. It is so difficult to attribute a value to something and then to learn its true worth from experience. Depending on how you see it, this lesson can be advantageous.", 
 "We were going as fast as we could. My feet were so exhausted and debiltated from the tortuous route. I carried my bag on my shoulders, thinking only about how this would all end. By the time we reached the foot of mountain, seven hours had passed. We had reached the Panamanian part of the Darien Gap. After thirty minutes of walking on the foot of mountain, we began to hear many more noises. We thought that, luckily, they were Panamanians; but no, they were migrants like us, Cubans, who informed us that we were about to reach a shelter, the first in Panama.", 
 "When we arrived, the shelter was in bad condition: the earth was damp and covered with a lot of stones. There we met persons from Ghana and other parts of Africa, Cuba, Pakistan, Brazil, Haiti, and many other countries. Before entering we were asked us to line up to get a number, which would serve both as our registration and our exit pass. There were many people ahead of us. This wore down our patience, even though we honestly did not have any. I got the number 328. It was terrible to have to wait so long. They called 50, 80, or 100 persons a day, but not every day. The situation felt so depressing and hopeless.  We did not have freedom of movement.  We had to inform the soldiers about we considered doing, because they decided how best to manage the place. Their strict and rigorous control was manifest.",
 "After they gave me my number, I took time to reflect upon the persons who stayed behind. As much as we tried, it was not possible for us all to come together. I was worried about a friend from Brazil who came with me. He made the decision to stay with two women who brought a girl with them. It was a very altruistic act, disinterested on his part, for which I admire and respect him.", 
 "At around eight in the evening we began to see people arrive to the shelter. It made me so happy to see my friend come in. Although it broke my heart to see him arrive in tears with the others, because they couldn't believe they had made it. Who wouldn't feel terrified of staying alone in the jungle, without protection. It is understandable that one would get so overwhelmed emotionally with joy and gratitude for getting out alive. ", 
 "The soldiers  gave us rice and oil so that we could make our own food, because we had left the food we brought on the way. This was not so disagreeable. It was not a normal meal, but enough to alleviate our hunger.", 
  "<img src=\"images/Sobrevivientes-14.jpg\"/>",
"  The first shelter in Panama. This place was fit for pigs",   
 "These were troublesome, aggravating times because there was nowhere to sleep. You had to come make your own tent on the damp rocky group. It was atrocious.  Not only was the weather cold, you couldn't hide from the rain. We continued to suffer. While everyone was looking for a place to set up camp, the soldiers began to shoot bullets in the air to frighten off the wild animals. The climate of the jungle is tropical -- rainy/ As soon as evening approaches, the rain comes. This is why no one could sleep, because we made tents for shelter from cloth or blankets that served only to cover us from the sun.", 
 "Needless to say, the children began crying but this was the least of our problems; the real problem was that some savage beast could devour us. Under such conditions, we had to put our trust in the soldiers who kept guard. The night seemed endless.", 
 "We assumed that there were still unfortunate persons stuck in the jungle. Wherever they were, their situation was awful. I could not imagine how they were doing. In the morning we began to see some of them arriving. They came with many injuries to their heads, torsos, hands and legs. Despite this, they were happy to find a place where they at last could rest. We only helped them set up their tents and they collapsed. They were completely exhausted.", 
  "<img src=\"images/WhenWeArrived.jpg\"/>",
"  When we got here, we had to eat something before the rain began, if and when it started.   ",
 " In the morning, we felt impatient waiting on them to start calling the daily departure numbers. Because I  knew that my number would take a while to be called, I hung out with my friends, chatting, watching for a way to leave early rather than waiting for our turn . We watched and watched and watched.  Many Haitians offered things of value to the soldiers; everything they could: sneakers, shirts, bracelets, necklaces, rings and money, anything that might get them out, even at nighttime", 
 "My friends and I were smarter than that. We looked for  a pen and paper of the same color with which they wrote the numbers. We made twenty numbers and  tried to use them. We did a first trial run, writing out five numbers for five friends, and they all were called and left that day. Thank God the soldiers called one hundred persons that day and those five numbers entered. Thus we confidently proclaimed: we will leave tomorrow!", 
 "The day was very slow, very heavy, very tough. As you can imagine the ground was not at all comfortable.", 
 "At night, a Haitian invited me to go me with him.  He had taken the great risk of paying a soldier to allow him to leave before his turn. It was a tempting offer. However, after carefully considering it, I told him: no,  I would rather wait for the number I myself had made. Everyone knows that traveling at night is extremely dangerous. It is completely unsafe because you could encounter all kinds of predators. Yet he did go. This was an example of why we should not give into our impatience, because this was a very bad decision.", 
 "At the same time, I saw a group of Haitians yelling very loudly, who shouted that there was a lion. That was when we all started to run. It didn't matter if you had children or a wife by your side -- what mattered was saving yourself. Women left behind their children and husbands left behind their wives  in order to save their own lives. Everyone started running, screaming, crying out to God or to whomever they believed in. The soldiers started shooting bullets into the air to frighten the lion.", 
 "After this scare, I saw a friend who had fallen and hurt himself on the way. Blood suddenly began to spill from his mouth. Along with him was injured woman who was eight months pregnant woman. They were not the only ones. Many people got hurt and needed medical attention. Luckily, they were transferred to another shelter which had helicopters that brought them to the city to be treated.", 
 "Those nights were very long. You spent them without sleeping, just worrying that something might happen. It was best to keep your eyes wide open for anything.", 
"Early on the second night, after eating, the soldiers began calling the numbers. They had a list of 120 that day. Thank God, my friends and I passed with the numbers that we had made. We were happy for our great achievement, especially because we were not discovered. We needed to walk 45 minutes to reach another shelter. The soldiers told us to walk at the same pace as the slow people so that we could all arrive at the second jungle shelter together without any problems. ",
 "The 120 of us made the hike.  The new place was better than the previous one because the ground was in better shape and we weren't being drenched by water where we camped. Our journey was relatively quick. We thought that were going to see houses, cars, and other people around here, but  we didn't. Our patience was completely exhausted. We thought we would be going to a real campground, but nothing could be more wrong.  Our stay extended much longer than we thought it would. ", 
    "When we arrived at this shelter, they organized us into groups of four to put up tents where we would stay while we were there. We made the tents with tree leaves, which would only serve to cover us from the sun. Because we got there early, they gave us time to cook. It was the same: rice with oil, river water and salt.",
"The numbering system was the same as before, so with a bit of skill and cleverness we would be able to leave early. We knew beforehand that, if we could not forge numbers, then we could bribe one of the soldiers discretely. Because we had paid them for the favor, they called some of us to continue along the way. Payment was not necessarily money, but anything of value, as I have already explained. You could give fifteen dollars or you could give your sneakers, your dress shoes, or whatever else. Unfortunately it wasn't possible to forge numbers here because they were not written with a pen on paper, but instead with a marker on carton. ",
  "<img src=\"images/Sobrevivientes-15.jpg\"/>",
"  This was often our food: a mix of rice with noodles, salt, and water   ",
 "This location could rely on a helicopter to transfer sick people or pregnant women or women with children, when necessary. On any given day, there might be two departures or there might be none, like on the weekends when there were no flights. We did not long we had to wait here, we had no choice but to fortify ourselves with a lot of patience because waiting times could be long.", 
  "<img src=\"images/Sobrevivientes-16.jpg\"/>",
"  They left us to sleep in the forest without anything to rely on. We had no right to make a decision. Our words had no value. We were punished very often.",
 "THIRD DRAFT Unfortunately, because we were men we were not allowed to travel in the helicopter, due to the prevailing idea of masculinity, a mistaken one, as a strong and enduring (stable? -- i think it has to do with medical, so find a different word), but under these circumstances both sexes underwent the same deprivation, the same needs, the same adversities, and we all found that it was enough to make you cry. Crying allowed us to express our pain. We also grew tired, we also got weaker, we also broke down. Under so much pressure there was no manliness to take care of. (???) What we felt we expressed through tears. However, I imagine that, if any of us were in a grave state, (had a serious condition? no because also injuries? WEAK) they would indeed use the helicopter for humanitarian reasons", 
"We continued walking and they told us that the quickest way to leave was to construct an improvised boat, which they -- the soldiers -- would put to sea. With force or without, with hunger or with thirst; they indicated who was going to build it I supposed let themselves get carried away with what they saw in us. (CONFUSING LAST SENTENCE)",
"Right away my friends and I hatched a plan. We began to investigate who among us had markers and who could acquire a carton, thus that we could go back to forging the numbers so that we could leave before the group that we came with We did all this in secret, very privately, because, if we didn't, the others would ask us for a number and we would be found out.", 
 "That afternoon the soldiers organized a swimming competition. People of all nations entered the competition: Cubans, Nepalese, Haitians, Africans, etc. Whoever knew how to swim could defend their country. This game was an very ingenious and recreational activity(AWK) that made us forget momentarily where were. For those instants, we thought that we were real a community, in the midst of a reality that wasn't ours.", 
 "The Panamanian soldiers won the competition, with their physical condition and their adaptation to the environment. Also they were not as tired as us. These moments of distraction were very satisfying", 
 "This night it rained very hard, We thought that the soldiers would stay with us to guard us but it wasn't so: they left the place There was not as much danger as in the previous shelter. A group was escaped in secret because they felt like they were free There were no soldiers around so they took to the road. However, one of them was in for a surprise While a soldier was doing his business a considerable distance away, he encountered the Haitian and beat him brutally. Very savagely, he handcuffed him and put his head in a bucket of water In addition the brutal beating, they tied him to the tree so that we could see him there the next day.", 
 "This made us all very angry and we began to fight and argue. Our defense was that we were not slaves or prisoners who deserved to be treated this way. After this we warned them that if they did not let us cross we would go by ourselves, and that, because they did not appear to have the power to shoot us, we were not going to stop. Therefore, the soldiers considered our words because we outnumbered there them and very intelligently, to calm us down, they began to call over one hundred person every two days.", 
"As I have mentioned before, we were from different countries and each group looked after its own well being and sought its own ways to cross before their turn. We learned that the Cubans and the Nepalese were organizing to escape in boats that had been built in agreement with the soldiers Thus, we watched all night to make sure this would not happen and to stop them if they thought of getting away. (WHY WOULD YOU CARE IF THEY SNUCK OUT?)", 
 "In the other place that awaited was that the one was authorized the number of people who could cross. It was supposed to be one hundred, but the soldiers announced only eighty so that they could sell the other twenty. The Haitians were very aware of the situation and, despite the tricks which we played to advance our own destiny, in this case we asked that the exits be fair. ", 
 "The plan which the soldiers were executing was a failure because it did not work out as they thought. Among the hundred who asked were more Haitians than Cubans or Nepalese They outnumbered them They did not allow the hundred people to pass, only the hundred people who built the boats were allowed to cross, which was around eighty Nevertheless, we took the opportunity to cross with them.", 
 "They left us in the rafts and the only thing we knew was that we should follow the river. Here it was impossible to ask someone for information because no one could answer. The indication was to continue; the only thing that we had to guide us was our instincts, to continue until we reached solid earth and to look for where we midget find an indigenous tribe. Before leaving, the soldiers gave us some recommendations; they told us that we should follow the river until we got to a stop and that we should wait there for one or two days. Since we no longer had food, they took care of giving us energetic drinks and cookies.", 
 "Everybody was happy to leave, but we did not know what we were going to face In our group there were many children, and we thought selfishly of leaving beforehand and moving quickly, but we did not do it because we knew that these women and their children needed our help.", 
 "During this journey, I observed people's faces, faces that reflected sadness, despair, depression, fear, insecurity, uncertainty; it was very disturbing to see that panorama. At dawn, we decided to leave at eight in the morning. It was a sunny day, but because there was so much foliage, it seemed to better to do so at night. It was not a river that flowed calmly, it was much more turbulent that which we could possibly imagine The current was so strong.", 
  "<img src=\"images/Sobrevivientes-17.jpg\"/>",
"  A rest in groups, independently of the company. The Nepalese were more afraid than the others; despite this, they were fraternizing with the different peoples   ",
 "There was a funereal silence. Whatever sound was very noticeable and disturbing. Each one of us was lost in their own thoughts, maybe some cried out to god, others thought of their families or if they would get out alive of these apparently endless waters. It was not possible to estimate how much time we would spend on the river or whether we could emerge unscathed. We were very surprised and encouraged able to see that people who had passed here before had taken the time to make marks on the path. On some branches hung clothing or sticks were outfitted with clothing to tell us which way to go. This brought our souls back to our the bodies.", 
 "The river was endless, and because there were many children with us, we stopped at two in the afternoon and decided to take a short rest at the foot of the mountain, to be able to continue our voyage afterwards We arrive on the other side around five in the afternoon. FORGOT TO DO THIRD DRAFT HERE ALERT MITCHELL Fortunately, some women brought some food with them and started to recollect that there have been that which in times primitives, when all share the alimentation. Here we were as we could eat all the afternoon", 
 "We decided to rest and sleep there. Suddenly we began to perceive a fetid odor, we did not know from where. Two two minutes from the mountain stood a hut that had been built -- I imagine -- by some group that had crossed before. It didn't matter, we did not get close to it. It was about ten in the evening; some of us decided to sleep on the riverbank and others a bit further away, but suddenly a storm came and none of us moved from where we were, because there was no way to avoid being drenched with water. We began to hear the river get louder than we had heard before on this journey and we realized that the water level was rising This is when the women with their children began to run rapidly because we did not know whether the water level was going to rise or how far it might ascend. Seeing women trying to climb the mountain to protect their children was a desperate scene, but they could not walk because the mud did not allow them to and when they tried to they fell to the ground with their kids. I will never forget those faces of terror, fear, and frustration. Everyone began to cry out to God with desperate screams, crying just like the children did It hurt to see them so defenseless, without being able to express what they really felt. You could not tell them that nothing was going to happen because they were seeing all of it. These are the sorts of things which, although they might be forgotten overtime, will still arise inside as inexplicable terrors. ", 
 "We remembered that the soldiers had told us that our destination was a day or a day and a half away, and we had traveled barely a day. So we tried to calm ourselves down, relax and to breathe with the hope that we would be able to rest in another half day. However, with the storm and the rising of the river came the doubt as to whether this half day would become a full day more. The storm stopped around one in the morning; the men were protecting and watching the river go down. Around three in the morning, the water level went down, although not to the level it had been before. We noticed that the the river was flowing with a lot of dirty water, preventing us from knowing its depth or where we could safely step.", 
 "The women who had climbed the mountain to protect themselves from the river descended to sleep on the shore once the water level had subsided. At four, we went to sleep. At six we began to prepare to cross it and to start our way towards our new unknown destination. We did not have food or drinking water, nor any way to feed the children. We began to wonder how we were going to make it across. We were very afraid. The water was filthy and very cold, but there was hardly any other recourse: our only option was to cross the river and to drink from it.", 
"The worst part was that most of us did not know how to swim. Only two men knew, but they were not willing to risk their lives. Under these circumstances, we made the decision to put a foot in the water to know how far I could reach and how deep the water was. I do not know how to swim, but I knew that I wouldn't drown in the water because I had learned how to float, so I floated on the river The water was completely freezing It occurred to someone to say that we were looking for a place were the current was faster because we discovered that the calmer waters were more dangerous. SO we walked in search of a place where the river ran quickly and we all held hands and began to cross linked together. There were rocks here, so we didn't go down (???) the water reached our waistline and we were able to make it. ",
 "Hope was leaving us and returning to us. During this leg of the journey we did not see a single signpost, nor a hanging towel, nor clothes, nothing Despair newly arose in our minds. Truly you had to have a lot of self-control to not go crazy. Your mind had to be very strong to resist. We walked about two hours along the river holding hands only to realize that the road we had taken was not the right one so we had to go back and look for another. In this setting things became complicated, because it was a very narrow road and we had to step slowly. There was no way to link us together, therefore we used our hands to hold onto the tree limbs and we could cross We took slow steps, being careful that our feet did get stuck in the river, because the bed was not stable. There was the change that we would remained trapped there. ", 
 "We looked after the women and the children. There was a moment when tallest people had to have the courage to cross. Of course, he was taller than me. When the tallest man crossed, the water came up to his neck. People of average height were worried that they would be drowned in the river. ", 
 "We managed to tie tree branches to our arms then to link everybody with them so as not to lose anybody. This was the way that we were able to cross. Fortunately everyone lived. In the distance we saw a towel hanging on a branch, so we could breathe the air of hope anew", 
 "About three hundred meters away I saw a group of people and I began yelling to them and yelling and them, but they did not hear me. Then, I turned to advise the others, telling them about the people outside; probably we would find food there. Then we quickened our pace to get there. Over there was a a tent where a guide lived, and people sitting and resting. When we arrived we asked the person responsible if he would give us permission to stay there and rest. He said that he was waiting for other people to make a trip since he made only one departure per day I talked with some people and they informed us that they were awaiting a guide who had gone to look for food for them", 
 "When the guide arrive, he said that the path ahead was even more risky and that there was no way to cross the mountain, so we would have to go down a river It cost five dollars per person. We waited a bit longer to see if more people would arrive, but we were starting to lose our patience, so we asked whether we could please continue. We agreed to leave after eating the plantains they had brought, which we cooked in salt water.", 
 "At first it was only a supervisor who went with us, but after thirty minutes we met another. The latter stayed behind the people and the other in front with the intention of monitoring that all continued at the same pace. This tremendous character charged ten dollars to carry people's backpacks. He said to us that we would walk three hours to reach a river with four points. A very long stream -- he said -- very, very long. You had to go very slowly to cross it and it took about seven minutes to traverse it. This is what one of the two guides warned us about at the beginning of the journey. We reached a point where , to cross the stream, we had to form a line. Ties passed through our bodies so that we would keep an eye out for anyone who stumbled, because the creek had many stones. It was very risky", 
 "You could not hurry, you had to make the crossing very deliberately. The personalities (AWK -- sujetos) that guided us helped us to cross only because they did not want to stay in the line, and they, like us, did not know the risks involved. They were afraid of dying because the creek was very deep. We made it. Once it was over, we rested about five minutes. The guide explained that we were still two hours away from reaching a town of about forty inhabitants.", 
  "<img src=\"images/Sobrevivientes-18.jpg\"/>",
"  Despite all the difficulties encountered, we enjoyed the mountains, we joked, we laughed, we asked ridiculous questions. All this was a part of the unforgettable environment   ",
 "That river was an incredible experience. The current where we crossed was not too strong, it looked tranquil, the rapids were not rough. We crossed successfully, thank God. When we arrived, although we were exhausted, people wanted to quicken the pace because the supervisor of the journey said that we were still, according to him, about two hours away. Soon a friend and I took time to cook noodles that we had. We made a fire and put in only salt. We ate the noodles and continued.", 
 "In the distance, we saw that some people who had been behind us were arriving, so then we teamed up with them. Later, we saw the people who had been with me at the start and we teamed up with them too. We encountered with a three point river (WHAT IS A POINT?) and almost none of these streams could be crossed. The interesting thing was the water was too calm, more than in the previous one. These rivers ran deep. they are said to be more dangerous when they were calm. The man who knew how to swim went to inspect the river and when he returned he said it was very deep. Due to this, we began to look for a new strategy, because it was not possible for everyone to cross. A line was made. During these moments, I started to lose my patience, therefore, a friend and I left the group. When we left them and they started crossing, we realized that four other Haitians had also left the group, but by accident. I remembered well seeing a man swimming hurriedly, trying to rescue from the waters a baby and two women. Fortunately he was able to rescue them, but it was not possible to rescue at everyone he saw in danger. Far away I saw another woman who had walked away the group for the same reasons of impatience and the current took her away. Luckily she was able to get afloat and when she did she started to cry and to laugh at the same time, it was very odd spectacle for us to witness . Surely she cried and laughed with joy because she did not drown. Although it might have been her nerves, given what she had experienced in those moments.", 
 "When we reached land, we realized that there were no more mountains or hills to cross, only solid and flat ground We began to walk and we sensed an strange odor, it was again a fetid odor similar to the smell of a decomposing body We smelled death. Some of us went to inspect to find out whether we were right. Unfortunately we were right: we found a dead Cuban. I remembered him when I saw him Once I got to speak with him and his girlfriend. She also died; both drowned. Many passed away in the this river, everyone who traveled through here drinking the water out of necessity. Further ahead we encountered one of the Nepalese. He died tragically died tragically; he remained prostrate upon a rock, giving the impression that he had done something to kill himself. Seeing such a dramatic and depressing panorama, we thought that that no longer had the strength to continue and that they were waiting for us if we also lost hope We cried for a long time at this unfortunate event.", 
 "We caught onto the fact that the guides had lied to us when they told us that after two hours we would not have to not going to walk any more. It was around six in the afternoon and still we continued walking. The group stayed behind us. My friend and I already no longer wanted to remain in the jungle any longer we reached a point where we again saw another mountain and we said we would cross that way, but we were no longer willing to cross through the river because of the dangers involved. We had seen many deaths on the journey and we were -- for the moment -- disposed to climb another mountain if necessary.", 
  "<img src=\"images/Sobrevivientes-19.jpg\"/>",
"  Our food was always the same. It was like this for about twelve days  ",
 "After two hours we found other guys on the mountain; they looked very strong to continue, but not me. We arrived in a place where you could talk and nobody could hear you. The sounds of the animals could be heard very clearly: we listened to the macaques, they were very large. The place was so beautiful that it gave the impression that you were close to God", 
 "The reality dawned upon us as we saw how high the mountain was we said that if we continued walking without water we were going to die No option remained other for us than to return, the men who we met did not want to , but we went back. Desperation is not a good counselor, when you feel desperate, you do not analyze things well and you make bad decisions We could have died from such foolishness We did not see those men again. One can imagine that they died on the way because they could not have survived without water", 
 "With the little strength that we still had we returned, which is why it was eleven at night when we arrived below. My feet were so swollen, battered and tired that I took off my shoes , it was something I should not have done because afterwards I could not put them on again, but I did it because the muscular pain I was in was barely tolerable.", 
 "Fortunately my friend brought some cookies, salt and sugar. So we put the water from the creek in a bottle and added salt and sugar to make a serum. We drank it and ate the cookies and made a fire to scare away the animals.", 
 "There were some people sleeping where we were there. In the morning we spoke with them and they told us that there was no choice besides going through the river because we would have died if we went over the mountain. We got up and got managed to leave. We started walked, I had to do it without shoes because of my swollen feet", 
 "By misadventure (AWK?), by now we were not all together, there were people still behind us and they had not yet caught up to us.", 
 "The plan was to leave the jungle as soon as possible. We began our route at five in the morning and at ten in the morning we ran into a dead man, whom we had seen before entering the jungle. I remember perfectly that this Haitian did not want to wait for his number when we were with the soldiers; that is to say, he probably believed he could do it alone. Nothing could be more wrong. A human being always is always concerned with other human beings. To feel competent in a place you don't know is like wanting to swim with sharks.", 
 "He had run away And I think he died of hunger, but he gave the impression that only sat down to wait for death. How much could have passed through his mind? This man must have suffered much. I am sure that he took time to speak to God and settle accounts with Him. It seemed this way because he had all of his clothes on and he did not look injured. We started to look for money inside his clothes and found 400 dollars. I was sad to see how his life ended because of his despair and lack of patience “Despair is the least of our errors” Said the Count of Lautréamont. ( _Maldoror_ by Comte de Lautréamont, trans. Guy Wernham. New York: New Directions, 339) Definitely we have all passed through these processes, (FIND BETTER WORD FOR PSYCHOLOGICAL PROCESS -- gone through these feelings) and none successfully. ", 
  "<img src=\"images/Sobrevivientes-20.jpg\"/>",
"  After we left this place, we still had to continue on. We had been in the home of beasts (AWK) for about three days   ",
 "However, grounded in the cruel reality, this man was not going to do anything with that money. I took a part and another Haitian the other; we determined (AWK) to use it when necessary. Another friend took his sneakers. After this bitter drink we continued the journey Ahead we saw a girl who was crying alone. It was the girl who the river had taken, who had that strange reaction of crying and laughing at the same time, She said desperately that she was very hungry, we did not know how she got so far ahead. We walked for about ten minutes more and started to see banana trees and horse poop, which made us think that we were getting close.", 
 "The bananas had fallen and with the hunger we felt it was manna from heaven for us. Even with our desperation to eat, we took time to pray first, because for us this was a true blessing. We made a fire, put the bananas to cook in the pot and ate them with salt. We returned to drink water from the river in which our relatives died.", 
 "We thought that if God would not allow the water to hurt us, he would not abandon us on this occasion. When we finished eating, we left the banana peels lying on the road to serve as a guide for those who came after us.", 
 "After thirty minutes we met a gentleman with a horse and we asked him how much time it would take to reach the mainland and he said one hour. But in order to finally arrive we had to pay to cross the road on horseback. This was his way of earning money. As he knew that more than one of us was getting tired, shoeless and physically worn out, well, this was his way of life. I was one of those who was physically weak, i did not know if more or less than the others, but I had the advantage of having a way to pay. I paid twenty dollars he charged me for him to carry me and I carried my friend with me.", 
 "The rest of the group asked: And us? Hoe we going to go? And I told them that they would walk. The group did not want to remain alone after they saw the gentleman. Thus they walked with the pace of the horse -- almost running -- with the little force that remained in them.", 
 "Another horse arrived with a lady . She was a woman who was standing in the road with a very injured foot, as if she had fallen from a mountain. She could not walk. So some friends paid for a horse so that she could travel. After that they took us, they would come back for her. Thank God she did not die on the road in the half a day for the horse to return to her find her (AWK When he arrived, the soldiers gave him a space so that he could heal and bathe himself", 
  "<img src=\"images/Sobrevivientes-21.jpg\"/>",
"  After having found our first town in Panama, my foot were in a critical condition. I feel blessed because mine were one of the least affected in comparison with those of some other persons   ",
  "<img src=\"images/Sobrevivientes-22.jpg\"/>",
"  Both my feet were insufferable, I just stayed in a corner, I spent almost two days like this.  ",
  "<img src=\"images/Sobrevivientes-23.jpg\"/>",  
 "<a name=\"cp5eng\">Chapter V. Panama</a>", 
 "Injustice, Abuse, Racism", 
 "When we were there each one of us had a little story to tell: there were some who lost friends in the forests; some who were seriously injured, even those who came without their children and others who came suffering with them. The question was behind every face, behind every fake smile, of every look lost, behind every tired body, a sad story precedes us. (PRECEDES IS AWK) ", 
 "The villages were considered refuges for migrants. It was a fact that there, whatever the conditions were for sleeping, you still had to buy food and rent a stove to eat. There is a saying: \"A glass of water is not denied to anyone\" but under these circumstances this did not apply; we had to buy drinking water. This was definitely an abuse, but we were not in a position to make demands. We were traveling and this was not what truly mattered to us, as for the rest, we knew that we had God's protection in those places.", 
 " Knowing the system already, we were all assigned a number; each day they wrote it on different colored paper and handed them out. Every group knew from before that there would be a waiting time and if you were not willing to wait, well, you could look for another way to pay secretly to be able to leave in a raft, at your own risk.", 
 "Fortunately in that refuge I began to meet my first friends, since already were about to leave I met them too late -- one could say -- because they left early and it left me feeling alone. It was a feeling that does not leave you. Loneliness is part of being a migrant, associated with sadness or depression. It can be good in some ways and in others not. Because I experienced that solitude I became strong. It comforted me. Thanks to it I was more attentive to the details, I began to know my strengths and my weaknesses. This is how I learned things about myself that I did not know and did things in certain moments that I never thought I would have, call it good or bad. I want to say that solitude must also be valued. Sometimes it's usually necessary, especially when you learn of it.", 
 "In the evening everyone was trying to contact their families. Not all of us had this opportunity to dialogue with our own, as only some could those who take advantage of the weak signal in that area. It was incredible that, even for our desire to hear our parents, children, or friends, the soldiers made us pay! Human avarice has no limits or heart. Everything depended on money. Here money was everything and nothing, see?", 
 "Alexander Dumas (fils) said “Do not value money for any more nor any less than its worth; it is a good servant but a bad master.” ", 
 "Our lives did not matter to the soldiers they got what they wanted and that was it. Money could not bring us doctors. Unfortunately almost all the children were sick and needed attention; it made sense that the parents got angry and made some demands for respect. However, we had to start taking care of ourselves , because the soldiers, ready, (LISTO? READY?) wanted to have sex with the Haitian women. Here you pay however you can and it is not acceptable to judge what other people were doing. But yes, some of them had sex so that they were allowed to pass quickly. Obviously we all wanted to go and get out of there as soon as possible, believing falsely that it would be better in the next camp. We also innocently believed that in the other place, they would take less money from us. It was impossible to think that we could make our budget. It was so far from reality, The best thing to do, for now, was to leave this place and to try to forget those episodes ", 
 "It was absurd to even consider staying here, because clearly we would not reach our goal. The soldiers erroneously believed -- or at least they showed through their actions -- that we were in this chaotic situation because we liked it, and that we spent our money that we were paid as if it were a summer cross vacation, something very far from our reality.", 
 "In Panama, every small mistake counted, each error committed marked us in a brutal manner and threatened to make us return to the jungle. However, we stayed calm and burst into tears, so we were not in any condition to expend our energies fighting with them or dying of courage. The best thing to do was to focus on what awaited us ins the jungle. We had to avoid problems. Haitians are violent, foolish, and stubborn; with very great difficulty do we keep our mouths shut. Here, in this environment, we had to learn to maintain silence. They had weapons, us no. They were in charge, us no. But there were some who could not control itself themselves when the disrespect surpassed certain limits. They were those who were not interested in keeping calm for their physical and mental well being and who did not want to obey the soldiers' orders, escaped during the night without fearing anything.", 
 " Luckily, I did not have any altercation; the only I desired was to avoid whatever type of injury or unnecessary suffering. It was better for me to control my character and to be wise than to suffer whatever consequences they might mete out, Sometimes, pride can be good, but in was not wise to use it against oneself. The majority of times, human beings act out of impulse, they do not think things through, nor analyze, nor reflect, nor meditate, and this is how they get into trouble. To think and to think well is very valuable To know that to say and how to act are decisive. You have to make them think that you are afraid of them, give them a false respect It is fundamental for survival with this kind of person. They made us feel like slaves, they gave us orders we could not ignore. Self-control was the key in order to continue advancing. On occasion, you have to make another person think that they were doing a favor and make them seem smart, even though the intelligent one was you.", 
 "You have to convince with your attitude that you merit respect and that are in control That is the daily game.", 
 "Despite all this, nobody knew that the majority of us were Haitians. Haitian nationality was unacceptable; if they discovered a Haitian passport, you would be deported. In order to avoid this, everyone said they came from of Brazzaville, Congo. ", 
 " I spent four days In this terrible place without talking, only observing and swallowing my suffering. The day that I left here I finally would be able to smile. But not everything ended here the worst was yet to come because in the next town everything would be even worse. Because of this this, we tried to have an agreeable time. With respect to me, I was not going to allow these problems to impede me. Supposedly anyone who wanted to could go, but nobody was crazy enough to venture out by himself, because we knew that there were traps in the forest. The soldiers set up camp in a dirty, mosquito-ridden place, with the aim of preventing people from leaving They were evil! How is it possible that a human being could make fun of the tragedy of another human being's tragedy, who is equal to him? They enjoyed their evilness. In spite of the fact that we were dejected, we tried to improve the environment, playing soccer and basketball, some of us drank alcohol even though it was prohibited. Days passed, but everything was the same, with the same modern slavery, without rights. We could not stay shut up If we asked for or suggested something, they would oppose us.", 
 "One of these days of waiting, I went to see if there was any good news for us I examined the persons who were at my range and noted their happiness. The soldiers said that there were two hundred could leave this day. It made me happy because I was part of this group, so I started to get my things in order, with the result that this was a bad joke. They did and said whatever they wanted They were truly detestable people who played with our emotions Only people without hearts would do this to nameless women and children To see how much they enjoyed this joke with so much sarcasm only shows what they truly value. One could get angry, but could not do anything. We were obligated to wait the following days, pleading with God that they would not play another trick.", 
 "The next day we saw that still were inspecting around there, despite being accustomed to be here all day long. We started to worry after that what happened approximately an hour later. They asked us to join with them in the point of inspection that was on the road, we did nothing. We did not want them to take us for idiots one more time, and regretfully, they came and all of them began to look through our belongings. I have nothing more than my watch, a short pair of pants and a shirt; they took the luxury and my number, (???) that has been mentioned. I embarked while we were waiting for the others, the rest of the group began to make a roar of euphoria.(AWK) We were very happy to leave but the adventure was still not over. Despite everything, we were content to advance with the goal of finding a place where we could buy clothing, because we still had none. We arrived at the sixth refuge. On the entrance line, I bumped into two of my friends. We arrived together because one of them ran away and fell into a trap. They punished him by putting him in the forest for three days without food It is outrageous that you have to pay them to punish you! At no time should they have seen us as prisoners. They were filling up their pockets at our expense. How was it possible to receive punishment for wanting to follow our plan? For wanting a better quality of life! For searching for better sustenance for our families! This was truly incomprehensible.", 
 "We did not control anything In this new place. It began to see the light and everything started to get better. Some people had spent weeks in this place because the wanted to sell their numbers to those who had no patience My friends and I bought the numbers of those who were walking the next day. We spent only one day in that place. We wanted to move ourselves as quickly as possible with the hope of reaching the friends with whom we initiated the voyage.", 
 "At eight in the morning we had already woken up, but we could not cook, because we bought food from an indigenous vendor who knew how to prepare Haitian food. We were on line, waiting under the sun since this time. Everyone was impatient. Seeing that the boats with the “coyotes” did not arrive, we asked if there was some problem and they told us that we had to wait another day. They saw the high quality goods we had with us. We offered us good food and cheap trinkets in exchange, as if we did not know they value that they had. We did not insult them because we wanted to remain staying there, but they could see from a mile away that we were not doing very well, but they did not see any reciprocity in us. ", 
  "<img src=\"images/Sobrevivientes-24.jpg\"/>",
"  When there was a business, nobody had a problem in paying between ten or up to twenty dollars to get on a boat after spending so many days walking on the road We were always looking for a way to make the way seem more rapid and easier.",   
 "Finally the boats arrived. We were not asked to pay, but even so, the “coyotes” made everyone pay. It was the last boat we had to raise in the river. All were impatient to reach the next place. They had told us that there everyone would have a bed, food, and potable water. Definitively at these heights of the game, we no longer believed. Everything was a mystery for us; we did not know what we could expect. Above the boat, the river water seemed calm but it was dangerous. There were all types of beasts, but nobody had seen any. You believed what they told you, and we were already psychologically prepared to avoid problems From afar we could hear voices, which made us grow even more impatient.", 
 "It was one of the biggest refuges that we had encountered. Single men were always served last, which made single men and women look for partners. For the good of both, the partners shared with each other the smaller number. Some looked for a different way, for example joining with the food and cleaning committee. Some made this decision, but my friends and I wanted to see if there was another way we could go more quickly. rapidly. We wanted to pay, because throughout the Panamanian route, it has always been money that passed first. We did not have a better way, so what we wanted to try with what we had. WE had planned something with the soldier in charge of verifying who left the refuge every day. The gave us a pass the next day and we did not talk with anybody about our plans because we ourselves to go without anyone knowing. The next day we prepared to leave. It appeared that the plan would turn out well , but it started with the soldiers discussing among themselves and this caused that not a single person could leave.", 
 "In the end, we waited for our date. The days passed and everything remained the same. In this refuge, we could take advantage of attention medical, such as vaccination, because we had spent many days and nights feeling very ill, bad, with many limitations. What we wanted was to be able to speak with our families. We had to find an ally in order to get WiFi signal and power to recharge our cellphones. One paid, but in such a way that we had to make a line, because all the vendors were available only until six in the afternoon. People could not leave their places in line The persons could not leave these places. We could stay at the river's shore for as long as we wanted One night a Haitian took a bath in the river, he dived into the water and never returned to the surface. For this reason the people abstained from diving.", 
 "From far away we heard a car coming, the one that brought us. We all stood up to see what was happening. It was driven by a Haitian", 
  "<img src=\"images/Sobrevivientes-25.jpg\"/>",
"  Metetí was one of the most important shelters in Panama, which is why it was where they gave us a vaccine against fever and infections. All of this was thanks to the Red Cross."   ,
 "This desperate Haitian did not want even want to speak. We thought that something had happened, but it was he who looking for us. This person came from the ultimate refuge, called “20 Days”. It was a very big refuge. HE told us that he no longer wanted to stay twenty days there and that he had bought a bracelet. There one did not use cards, but bracelets, and the number of the the bracelet belonged to a man who had died in the refuge. He knew him and had been discovered. Therefore they threatened to deport him; but he begged, and they had him return to the three refuges where he now was.. He told us that there was no life there and that the heat would kill us. That everyone slept in big tents and there were numerous soldiers watching and they were on duty until late. They ordered us to make our beds and thus we did it. The next day, like every day, all of us bottled it up in an activity; some waited for friends or family members who had gone to the river, with the hope that they would return. People who were arriving got in line for vaccinations. Others washed bathrooms and got assigned to different tasks; it was like a law. Around two in the afternoon, some small boats arrived with other persons, one of them was had a gunshot wound. This person had been standing in the road, when they were attacked by two indigenous bearing firearms; they retreated, but when they ran, one of them received a gunshot would when the attackers fired upon them, more out of fear than of malice. He survived despite everything.", 
 "Some people said they were still alive because God exists, the only true God. Our religious antecedents are not not good; everyone knows that there is a spiritual terrible fight between good and evil in Haiti. Even if it does not make you a witch voluntarily, it makes you obligated with finality to obtain a monetary gain for your labors. One of the principal centers of voodoo is the city of my birth. Haiti is the only country in the world that was consecrated to Satan. The first time was in 1791, for 200 years, for which it was the first country to obtain its independence. Afterwards, in 2005, it realized a new pact with the demon for another 200 years. After that have come a series well known catastrophes for the country(USTIN: HARD DISAGREE!!!)(https://www.npr.org/sections/thetwo-way/2010/01/pat_robertson_blames_haitian_d.html)",
 "That is, he who is not Christian is satanic. Surely on the road many have made pacts or consigned their lives to some spirit and the Christians to Jehovah, the God of Israel. Out of luck, the majority of migrants are Baptists.",
 " My departure was the next evening As I was eager to leave, I woke up at eight in the morning. First I bought a coffee by the river, I put my my pack on my back and met my friends, whose had been summoned to leave, There were two buses, waiting only to filled up so they could leave. They started to call the names. The first bus was almost full with sick persons, whereas you had to pay for each person who went in the other one, even for babies. Finally, they came to my group and we got on, happy like every time we left one place to go to another. We paid the driver before we left. We had to go to a Somali and Nepalese refuge, where we would stay for twenty days, with spaces that were not that big, but they forced us to stay there.", 
 "In that refuge, there were not enough places to sleep and the bathroom was very dirty. Some of us did not use it. They watched everyone go to the bathroom. We were under military control every day, and again we had no rights whatsoever. It is shocking that you were paying to be mistreated. Total nonsense! Out of place!!! AWK That we ourselves were paying for this? Unbelievable!", 
 "They offered us the same dishes, white rice with any sauce. For once I wanted to taste food with flavor, but it was nowhere to be found. But no matter, we accepted it. There was a Haitian girl in that place who sold food prepared with the classic seasoning of the Haitian cuisine. But this food could only be consumed by those who could afford it; while those who could not had to eat what was given at the refuge, even if it was horrible.", 
 "We could nothing but sit back and wait. This place tried our patience a great deal. The guards accompanied us to the supermarkets to choose what we wanted, but under their strict rules. We could not buy alcohol or certain things to cook such as rice. They, amazing as it may seem, even determined it what you would buy. They wanted you to buy cereals, milk, candies. I was under the impression that they brought us to those places not out of concern for us, but to leave money there. They said that we were rich: if we could pay so much for this trip, we must have money. In general, people believed this in countries we traversed.", 
 "Those who were lucky were able to access the commercial supermarket to prepare themselves for the final phase of Panama. In the “R20” -- as we called the 20-day refuge -- you could buy tents, small items, and other accessories to try to live a peaceful moment within it.", 
 "We spent about three days in that refuge. On the third evening, some of the other Haitians and I had the opportunity to converse with a soldier, who very cautiously expressed to us his disagreement inconformity and told us that he was conscience of how much they made us suffer and that the Panamanian government was very hard on us to not show us any sign of respect. He spoke to us so much that we wanted to sit down, but he did not want to raise any suspicions. because at the end of the day, he was one of them. Furthermore, he told us that the worst was yet to come. This confirmed what we already knew: no country that would respect us. In every country we passed through, they abused us and abused us. We learned so many things that afternoon that we did not want to rest, but we were leaving in the morning and we needed to sleep.", 
 "The next day we were about 200 persons in two buses heading towards the \"R20\" It was at this moment that I noticed how discouraged the Haitians were, who were already doing things and living no matter how lucky they were.", 
 "If you can believe it, that refuge was like living in a real ghetto. At the entrance, they gave us a number with a wristband to identify us. Those who were partnered could benefit from a temporary registration, while others had to look for their own ways to sleep in the plastic tents. It was just a small space with a mattress.", 
 "Two thousand or more refugees were in that camp, named after the most of the most popular communities Port- Au-Prince. There was even an airport and a place where buses parked, Petionville, the block with the best constructed refuge. The floor was smooth, the well well arranged. This block was dominated by the elderly and the elders of the camp; the community was called Port-Au-Prince and it was very valuable. It was the central block, located close to the Croix des Bouquets and its road connected to the other blocks.", 
 "This zone was filthy and markets were plentiful. This block was named like this because the soldiers prevented persons from sleeping there, since the bathrooms were washed every two weeks. The center was the most interesting, the most popular gambling venues in Haiti: Before, Poke Palé, Albou, Pénalité, Centurion. It was a truly not an easy life, where Haitians could take advantage of the opportunity given by the soldiers to go to the supermarket and spend their money buying and reselling. At the market the middle of the center, the friends of the officers profited from selling prepared food from their carts.", 
 "Everything was planned. At three in the morning, fifteen carts came to the center and sold noodles and plantains, or chicken with gravy. They also put their tents in the refuge. Nothing was free, you even had to pay for recharging your cell phone Food was also sold and and young people placed bets and others set about selling refreshing drinks and other items in the streets of the refuge, Despite this, we had everything to enjoy each afternoon, after midday the atmosphere was assembled. Some organized a musical band playing Haitian Ra-Ra music and others gathered to enjoy the presence of God by holding their religious meetings. The point was that we were were all busy.", 
 "From the day I set foot in this camp, I felt that there would be no peace. I was my turn see a soldier leave with his motorcycle to find a Haitian in order to beat him where no one was supposed to see, far from the camp. We were anxious not knowing what had happened to the young man. An hour later, the same motorcycle returned with thee young man all bloody, and quickly the Haitians rebelled on principle. Those who saw it take place ran after the soldiers, throwing beers. A rebellion began. It looked like a movie, but it was the reality that we all lived until we reached the border of Tijuana and San Diego.", 
 " I have already commented that the Haitian is violent by nature: he carries it in his genes. Abuse is the worst for us, especially if there is no justification Here we were many and we could defend each other Most of us with bandaged faces, with sticks and rocks as weapons, we walked to the Red Cross and the military base to demand justice. For this, the soldiers already had left the encampment. There was not a single soldier, only those who were in the boat and those around the buildings. We struggled against the barriers to try to get out, but all the exits were closed. They knew that we were going to stay here. What inflamed us the most was that after daring to beat him, they took his money.", 
 "Migration was the institution that was in charge of the refugees. They came to ask for peace and said that they would replace what had been taken from the young man. We did not want their peace, but our justice. They promised us that they would go to those officials and investigate the reason for this act of injustice. With all these words we finally calmed down and asked that we be cared for and that they make changes to the way of life. It all came down to one thing: that they would treat us like human beings -- that they would feed us well, that we would no longer have to use our little money on food instead of using it in our voyage; that they respect the refugees and that they respect the name on the list of people who would be sent to Costa Rica every day, without them selling places in line. But everything remained just words, nothing changed. Nothing was modified. Gullible us for thinking so. How to change such a corrupt way of life?", 
 "They fed us food that not even our pets would have eaten. Two plates a day, after sounding the alarm to make us form a line. There were fights for places. It was obvious that we all wanted to eat and it was inevitable that people would fight for the food, but it would run out before the end of the line. The advantage of being a women or a child here was enviable, because they had priority. Some women took advantage of this opportunity by going through the line several times, either so that a friend could eat or so that her husband could have two plates. When the soldiers learned of this practice, they had to put pressure and more security on the line. A line of almost 500 persons, who were served two spoonfuls of fat-free rice. The children were the first to have diarrhea.", 
 "On the other hand, the rest of the people engaged in gambling to pass the time and bought food at least once a day.", 
 " There were only black people in the refuge, but from different countries. The most notable were the Haitians because they had total control of the terrain. If you wanted to leave as quickly as possible, you had to buy a wristband from a Haitian or by other means. Everyone had their little secret or a way of earning money. You could not imagine it, but living there was really like being in a ghetto. There were some who knew how to cut hair and used their hairdressing skills to get out. This included women we met who spent time doing manicures, pedicures, hair weaving or other things. They, like the men, sought their own means. At night, the children also turned into vendors, selling bread and milk to help their parents. Those who did nothing useful found a cool place under a tree to relax, to play dominoes or to discuss global politics. Everyone occupied themselves with something.", 
 " On the road we had lost a friend. The camp was the ideal place to encounter him because nobody could be alone in this refuge. The rules of the encampment required you to have a friend with you. If not, life would become very complicated because of all the dangers present. Everyone had their team.", 
 " Some of my friends went to the airport. They came to see if they knew anyone among the new arrivals so that they could help them. When we see each other, we get so happy; it really makes us so excited to finally meet up again. We were so happy to reunite with old friends, a family member or a spouse. My friends lived in a place with a lot of sun, where oldest people lived. We all had a plan, but always with the same goal: to use our intelligence every day to get a plate of food and buy a pack of cigarettes.", 
 "During the day, those of our clan played games of chance, -- like *beftoufe albou* -- listened to music and sold cigarettes. Others watched the food vending carts arrive. Everyone who did not want to get in line for free food were forced to go to the city center to see the merchants. We had other options. With the tropical sun it was difficult to do work necessary for survival during the day. As soon as we ate, we played all kinds of games, relaxing under the trees. We took an bus that brought us to the streams. There there was potable water to drink, to bathe and to wash our clothing. At the end of the day, we all began to prepare for soccer. Even the soldiers, took places in the field to attend the game. The Africans formed their teams and the Haitians formed theirs, generally giving the other teams a thrashing. Between 600 and 700 persons attended, and we played with pleasure and mutual respect. At night, everyone formed a watch brigade to supervise those who wanted to go to their secret places without the soldiers stopping them One night, when we were watching, we sensed a movement -- some people were escaping. They had paid a Haitian woman who had direct contact with a chief of the command. She obtained a percentage for each person referred to the chief, but she was found out and the chief handed her over to the clutches of the Haitians. It went poorly. Some of us did not want to hurt her because we knew that all of us had to try to earn money in any manner possible and that was hers. The woman was annoyed, her behavior was deplorable -- actually, all she tried to do was to calm the people who wanted to hurt her. ", 
 "Each time someone wanted to leave, the numbers were delayed and we spent more days in the refuge. If the person bought a wristband, it meant that it the person's place was reserved, and we did not have any problems with these types of practice. Pregnant women or those who had children enjoyed the privilege of passing first. If they arrived one day, they could go to Costa Rica the next day. Each day one hundred persons were sent but if the soldiers sold thirty places out of those one hundred, then thirty people had to wait two more days. And if fifty women with children arrived, then fifty persons would lose their places and would have to wait another two days in the refuge. This is why they made a decision: It was said that, if the children were brave enough to cross the Darien Gap, then they were brave enough to wait their turn. Furthermore, we did not really have to wait that long, since many arrived pregnant or sick, so instead of leaving for Costa Rica, they were taken to the hospital", 
 " Every day that passed we were closer to leaving that place. I counted the days. I am a restless person who always needs to be on the move and who always wants to travel, to advance my project. I wondered how Costa Rica would be in comparison to other countries", 
 "The arrival to Costa Rica was at night; it was impossible to get processed at that time, so we had to wait on the Panamanian border until the Costa Rican migration office opened, where we had to make the necessary arrangements to cross the country. It was best to arrive during the week so that you could pass early next morning; otherwise, if we arrived on Friday night, we would have to wait until Monday.", 
  "<img src=\"images/Sobrevivientes-26.jpg\"/>",  
 "<a name=\"cp6eng\"> VI. Costa Rica</a>", 
 "Free land", 
 " That night on the border was an unforgettable experience. Legally, we were not supposed to be allowed to cross, but we knew that the police were not going to say anything if we did. We had discovered easy ways to break the rules without causing trouble. Between the two these two countries was a commercial plaza that touched a point in Panama and another in Costa Rica. We discovered that there was no form of restriction on this border -- strangely, the border had a free market", 
 " People who had prior knowledge of how to handle the situation crossed without problems. Some friends who already had already gotten their papers would arrive at the border in the evening to see if any friends or family members arrived, with the intention of explaining how we could cross without anybody seeing us. Almost all nighttime activities happened in Costa Rica, which is why nobody wanted to stay in Panamanian territory.", 
 "After such an exhausting voyage (journey?)), nobody wanted to sleep on a piece of carton in a parking lot. Almost everybody crossed over to Costa Rica to find a hotel or a friend who already had a place to spend the night or the weekend.", 
  "<img src=\"images/SobrevivSecondHalf-2.jpg\"/>",
"  Every morning approximately one hundred migrants waited in front of the border of Panama and Costa Rica at 8:00 a.m. for the Costa Rican migration agents, so they could cross the country.   ",
 "As far as I was concerned, the evening was very pleasant, because I met many friends I had not seen for a long time. To celebrate the meeting, we went to a club on the outskirts of the city and we spent a night with beer, cigars and women; After what we had lived through, we could not ask for anything better. All we wanted after such adversity was to distract ourselves. During the night, however, we took turns going to the border to to corroborate how things were going. Many of the migrants from the rest of the group made the decision to wait for others at the border, as they were worried that their friends had taken too long. They decided to stay instead of going out to have fun. At the end of the night my friends brought me to sleep at a hotel where they were staying, knowing that I would have to wake up early to go with the group.", 
  "<img src=\"images/SobrevivSecondHalf-1.jpg\"/>",
"  On the border of Panama and Costa Rica, after a sleepless night. Other immigrants who already had their papers, come to offer sodas to their friends and also to some strangers.   ",
 "At six the next morning, the soldiers arrived. By this time, everyone was already in the parking lot and they started to go through the list. After they went through the list, they gave us permission to buy things to eat, but it was forbidden for someone outside of our group to approach us. Their rules made no sense, but according the them it avoided problems. At eight o'clock the Costa Rican immigration office gave permission for the first group to come, which fortunately was mine. The town's residents looked at us as if we were freaks. Everyone who walked down the street was studied by this area's residents, as if they had seen a human being who looked like us, even though we were all of distinct nationalities. We felt like we were under a microscope, the people seemed to be analyzing us as if we were extraterrestrials or something similar. Human beings are very strange. May the time come when we humans understand the importance of respect for one another, that we can put aside useless stigmas and prejudices, that do benefit us but will only destroy us. Our color is not synonymous with be aggression or evil, as they made us feel -- not only the Haitians, but persons of other nationalities as well.", 
 "We walked about ten minutes to reach the immigration office. When we arrived, we have to line up to give our personal information: name, nationality, age, marital status, and so on. Then they gave us gave us an appointment in another city, near a shelter where we had to go for the travel visa. To our surprise, my group was the only one that received their visas the same day, because the shelter had no more space. This allowed us quickly to buy tickets to Peña Blanca, the last city in Costa Rica, There you could see the misery of the population; so many migrants were so obviously being trafficked illegally, while the authorities remained at the margins.", 
 "Almost everyone wanted to stay at the border to rest a little after our experiences in Panama. We wanted to have a bit of freedom and to wait for some of our friends who had not arrived yet. A room cost twenty dollars a day, but each room had two beds and each bed could have up to two persons, so each of us paid five dollars a day and almost twenty dollars to eat. This was not a problem for some, but there were also people who could not afford the hotel, so they used a neighboring parking lot to sleep, while others looked for a cheap hotel, with a single bed and no television. Other very intelligent persons, who for some reason got stuck there, rented a house to cook and sell food to others who were arriving.", 
  "<img src=\"images/SobrevivSecondHalf-3.jpg\"/>",
"  On the border of Costa Rica and Nicaragua, we used the street as a kitchen and threw our trash on the highway. Even some who had no time to go to the bathroom at night did so in the morning on the side or the highway   ",
 " When you think about it, renting a house was not expensive, because it could cost twenty dollars a day, for more than ten persons. Sure, no mattresses, but migrants slept on cartons which they acquired on the streets and in the marketplace. People accommodated themselves somehow or another on the border. In almost every countries we crossed there was a way to save money, no matter how little. But unfortunately many people were hard-hearted and insensitive, so they charged you for everything: to use the bathroom, to recharge your cell phone, etc.", 
 "One the border, many women were responsible for renting the hotels or houses to the migrants, as well as offering their bodies for ten or five dollars, truly desperate for money. And well, it makes sense that at that price and with the stress around, single men lined up just like when they were going to eat. My friends and I too, because it was the perfect opportunity to spend time with a woman.", 
 " In the morning we checked whether we had any friends arriving at the border, so we could tell them what to do after registering. Almost all the people who had come with us had already taken the road to the Nicaraguan border. Those who did not have passports remained behind to collect money sent by a relative. One of the ways to receive money was through acquaintances at the transfer office. Lucky for us, we had two friends and another Venezuelan-naturalized Haitian who worked at an office, who helped Haitians without passports to receive money -- of course, for an extra fee. They charged different rates, some charged five percent of the total you sent, which was convenient because the receivers got almost all the money needed to reach the Nicaraguan border without stopping. We were aware it was not easy to receive a money transfer at the Nicaraguan border, which is why it was best to pay 5% or a little more here. There was no other option.", 
 "Under these circumstances I realized that really I had brought barely any money with myself. My friends planned to leave in two days and honestly, my reaction was to realize that I had no reason to remain on the border. I took advantage of staying with them because I ate with them and they paid for the hotel room. So why was I so hopeless?", 
 "Nobody in their right mind would be capable of staying on that border, because the economic situation grew worse day by day. It makes sense: more days meant more expenses. The only ones who benefited -- if you wanted to call them that -- were those who sold prepared food distributed by Haitians, single their goal was to yield from their investments and to use their profits to continue to grow their Nicaraguan border businesses.", 
 "The day that I left from Paso Canoas to go to Peña Blanca was a dark day. It was alone on the bus, surrounded by people I did not know. We left after noon. Around the four in the afternoon, the immigration bus arrived with specially price tags. They made a single-day trip in several vans, lasting sixteen hours, including a rest before reaching San Jose, the capital of Costa Rica. When we arrived we took another two-hour break, before taking the last bus to the Nicaraguan border.", 
 "Arriving at the border of Costa Rica and Nicaragua made me observe the game of life and called my attention to the situation of the Nicaraguans. It was amazing to see how people could live in the middle of garbage where they ate and slept. Nicaragua did not have formal shelters like other countries; there you can move yourself freely, but at the same time very carefully. They do not receive you with food, everyone has to take responsibility for eating, all costs came out of our own pockets, because there was no authority or support we could expect, since they had nothing for the Nicaraguan residents. Under these circumstances, it hard to believe that we would reach our destination on our intended date. We were planing arrive before November 8.", 
 "We discovered that there was another option close to the Red Cross about 15 kilometers away, and near the migration office were two refuges, one for families and the other for whomever needed it. Because they were so far away, we would only go if we were very hungry and had had no other option. We preferred to keep moving. We wanted to leave the border, it was a very depressing one. We had no option but to cook in the street, eat in the street, and do our business in the street. Many tried to travel illegally with bus drivers or with coyotes, but without success. Since they no longer had money, they started going to the refuges. Confronting this, the Haitians were quite rebellious. They did not obey the authorities when then told them that they had to go to a refuge instead of being in the street, trying to sell food, cell phone refills, haircuts or hair weaves, putting their gambling tables close to the homeless and looking for any way to earn money, including prostitution", 
  "<img src=\"images/SobrevivSecondHalf-4.jpg\"/>",
"  A way we all became accustomed to sleeping, especially those who had families. They looked for a way to put tents near the street or in a favorable location.   ",
 "Unfortunately, Nicaraguan women also started doing business with Haitians. They were very clever: they rented a room where offered the men a woman of their choice for five dollars, and three or more were found in a room. At the edge of these streets there was music and fanfare. So much that sometimes I asked myself whether I truly was on a voyage. I saw so many things that it confused me. There were so many worldly diversions and it could be said that, thanks to those distractions, we even felt at ease. It was strange that within such misery, we could have ephemeral moments of happiness.", 
 "The “coyotes” charged thousand a dollars per person and got a hundred persons or more; in total, their profit was $100,000. And did not make only one trip per week, but several. Their earnings were enormous.", 
 "The coyotes are very clever. Sometimes they charged for a trip but it never happened , so people remained on the border for a long time. There were those who lost for their money on poorly organized trips and could not recuperate anything. But they acquired experience and that experience served us, because they warned us of the different traffickers. Some could take you to Honduras in a day and some in a few more, depending on the connection", 
 "The persons who were traveling on the border who fell in the hands of the unscrupulous traffickers were often abandoned by their families, as they could no longer continue financially to support them indefinitely on their voyage, so they had to find for a way to survive by going to the refuges to eat. Or well, there were people who had compassion on them and helped them with whatever they could. In the case of those traveling on foot from Costa Rica to Honduras, some made it, but most did not.", 
 "Thank God we knew two refuges, safe and well-located places near the city of La Cruz, where a Canadian consulate the Red Cross were located. Families were not separated in the first refuge. There were dozens of tent. Each tent had a capacity for around twenty people. To be accepted in the refuge, you had to go through a procedure before leaving the Panama-Costa Rica border, where they gave you a wristband to wear until you left the refuge. Here they offered medical service and a food kit that allowed you to eat for a week. If the tent only had fifteen persons, you ate very well.", 
  "<img src=\"images/SobrevivSecondHalf-5.jpg\"/>",
"  Many of us cried for different reasons: to regret leaving Brazil only to be abused by people who took advantage of the situation. Others were crying for friends and family members who did not get out of the jungle; others wept with joy, to still be alive. Others, like this woman, cried after trying to go to Honduras through Nicaragua, and unfortunately being unable to reach their goal   ",
 "The place had a kitchen made of blocks; the men cut the wood that immigration officials brought to the place so they could to cook. They had clean showers at the start but at the end everything became dirty and banged-up. The area was very calm and relaxing to rest in and we were able to recharge our cell phones there. Apparently we were all happy. Fortunately the children had their own play area, and the young men played soccer at midday .", 
 "The second refuge was located forty five minutes from there, in the zone of Jobo, which faced the sea. There were adults on the beach. This refuge was similar to the previous one in terms of the amount of food, the security, and the bathrooms. One inhaled the same sense of tranquility", 
 " Although we were calmly enjoying this break, we still had the same intention of continuing the voyage. So every morning we went to check whether the traffickers had any departures on hand. Luckily we knew who were the most effective traffickers, of Costa Rican and Nicaraguan nationality. They were Les Jumeaux, Manual, Pedro, Neg Bannann, Tibian (Haiti), Carlos Komandan. There were many others. Each of them had different a price. The most expensive were $1300, $1200, $1100, $1000 and $900 and the others ranged from $400 to $700. We knew that the more expensive voyages were the safest so we ignored those from $400 to $700. Incredibly, the smugglers were more popular than the politicians in that city. People in that circle ran the gamut, from those who helped you with payment to those who steal from you. All with a good organization, some by land, others by sea. (SMUGGLER vs TRAFFICKER?)",
 " We started the trip by registering our names on a list and giving $100 down payment. In return, we were given a departure date that depended on the number of people registered. Some people paid more to leave earlier, and a few went in one of the cheap trips so they would not have to wait around, but these were not guaranteed. Those who paid a lot received a guarantee, giving them the opportunity to travel again if something went wrong. The Nicaraguan police would send you back to Costa Rica. ",
 " Traveling with the smugglers was not easy. We walked for hours in the forest, something which was no fun. Later we connected with a truck which left us near a river we had to cross. The soldiers knew beforehand that people were coming there, so sometimes they would return you to Costa Rica from there. Other times, smuggles got them to Honduras without incidents. ", 
 " The coyotes in the forest had mercenaries, who were in charge of robbing people and raping women, taking away everything of value. One of the wives of these criminals -- who was Haitians -- would go investigate the Haitians to find out which ones had more money and assault them on the road, threaten them and take their belongings from them. Some groups suffered more than other. Many more people did not reach Honduras, because they had to return to Costa Rica ", 
 " I learned the story of a woman who was raped in the forest. On that trip there were more than 120 persons and everyone on the road was seized by bandits, two in front with rifles and two in back, and they started examining everyone too take away their belongings. The men were beaten and the women had fingers inserted into their vaginas or were raped. Even so, they allowed this group to reach Honduras, but the woman they had raped was separated from the group; they had no mercy on her and returned her to Costa Rica. This young lady was so ashamed that she said that nothing had been done to her; but an acquaintance of hers who had seen everything reported it. ",
 " No one could be trusted, because many lies were told hear in to make money or to survive. The same smuggler would ambushed us immediately when we entered the forest, because they were so well organized. This was one of the reasons why people wanted to travel by sea. The problem was that there there was protection and you could drown to death. Many of us did not know how to swim. ", 
  "<img src=\"images/SobrevivSecondHalf-6.jpg\"/>",
"  The misery on the border between Costa Rica and Nicaragua was categorical: no authorities waited for us, nobody offered us anything. On this border only those who had money had something to eat.   ",
" On one occasion, one of the boats did not reach port, but got lost on the bottom of the sea along with several migrants. And in another case, a baby fell in the water, but disgracefully, the captain of the ship would not stop. Everyone was angry and desperate but -- even though the people wanted to help -- it was not possible to do so. The ship had to follow its course. When the people dropped their suitcases or their backpacks, at least they waited. ",
" Another way to travel by land was inside a trailer that passed through customs. The drivers who knew someone working in customs did it. It was the quickest way to reach Honduras. Every night people waited for a driver to help them continue. Sometimes a driver would, but also there were traps, because thieves were lurking. ",
  "<img src=\"images/SobrevivSecondHalf-7.jpg\"/>",
 "<a name=\"cp7eng\">Chapter VII. Nicaragua</a>", 
 " Forbidden land", 
 " Nicaragua is the only country we could not cross even though it has diplomatic relations with Haiti. All power in that country rests with its president. Because of the migrants, the Nicaraguan soldiers have jobs every day. The first time I arrived to this land was with a group on Cubans. These types of voyages has a proper name. We called it \"via\" (way), derived from the Spanish word \"viaje\" (voyage). Cubans do not voyage frequently with Haitians because they have their own contacts and in fact each nation has its own style of voyaging. ", 
 " I must make a parenthesis to explain about a Senegalese man. He was brave. He had crossed all Nicaragua on foot. He was very clever in his journey, because he marked each strategic location and left a sign thinking, of course, there could be a possibility of being returned. Without a doubt he was disposed to try it again if, when he arrived in Honduras, they returned him to Costa Rica.", 
 " When they effectively returned him, he picked up all the other Africans and they took the same road. No Haitian displayed this degree of bravery. The coyote that brought us asked us if we were brave, and that, if we were not, then we should leave because we were going to need it, since he would be waiting for us in Honduras, at the other end of Nicaragua, and he would collect half of the payment. The other half would be sent to a friend who would wait for our notice of when we were done and we would pay him the other half. The coyote told us that we were going to leave in about four hours. It had taken us days to get to Panama, so those four hours felt like a fraction of a second. ", 
 " He introduced us to three guides to take us past two police stations so they could bring us to an unregulated place. There were two babies in the group and that caused us to worry that the baby's cries would cause us to be found, because the soldiers were never far in case anyone started to cry. Definitely this increased our nervousness and adrenaline. Since we stared walking, we felt closer to Honduras. After about an one hour of hiking, we approached a point very close to the soldiers, but luckily they did not see us. Two of them appeared on a motorcycle, and immediately we all fell to the ground. It s difficult to describe the burden you feel in those situations, your breathing agitated by the fear and insecurity you experience in those moments. Only those who have lived through these situations can understand it. I do not think you can imagine the risk we took every day. There were so many dangers along these paths that we that traveled suffering from hunger, thirst, sicknesses, insect bites and extreme physical exhaustion. ", 
 " We were on the road for almost six hours! And we still hadn't arrived at the place where we should be and even worse there were no signs. To be sure we were all more than worried. We arrived to a spot where the guides were changed. They told us -- I want to think it was so we would not panic -- that this all part of the plan, that we should continue on with the fresh new guides, who would lead us to the connection. The \"connection\" meant the second part of the *via*. The Cubans did not want to change our guide, but we felt forced to accept them because we could not stay in the jungle. We continued our route until nightfall. Fear, despair and the urge to see another day grew in our hearts. On several occasions, every one of us had to run in order to cross a field of corn, until they reached an iron fence, but sometimes those iron fenced were electrified. And if, for whatever reason, you did not have much time to escape, you would have to go out through the wires, which make the journey cost dearly, and would place your life in great jeopardy. ", 
 " After crossing so many fields, we rested in the afternoon. Not even two minutes passed when thieves attacked us. It turned out that these thieves were the three first guides! We realized who they were during their ambush because they had not changed their shirts. They only had bandannas which covered their face and the thinnest one was the easiest to distinguish. The issue was that they were armed to the teeth with a variety of firearms, including a 9mm, knives and machetes. Two of them were in front, us in the middle and the others behind us. These unscrupulous people utilized these tactics to ransack us. Unfortunately they showed no respect towards anyone. They did not even have compassion towards the women. With great insolence and without any consideration, they removed our trousers and put their hands into our underwear. They wanted everything! They did not care at what expense.", 
 " These people were thieves and rapists who take what they want from whomever crosses their path. Everything that was happening was planned; the other guides stepped aside, and told us that if anyone followed them, that person would die. Naturally, we did not even try to follow them", 
 " The Cubans were furious, because it was not the first time this had happened to them. They had already lost almost everything, live most everyone else. Night was closing in, and with it the rain. We did not have a place where we could protect the children. The night was too frigid and hard to bear, but we managed one more time. Truly we felt that God had saved us that evening. Indeed, we rested peacefully, because we had previously walked so far to reach the connection point. To continue, the guides asked to look after our money, certain that we were going to give them some. Clearly not! Now more than ever we did not trust them, their words were pure lies. In this environment, one never should trust anybody. It is impossible", 
 " The human being can be so cruel, so evil; people devoid of any heart, blinded by their own self-interest. It is depressing. Their justification for keeping our money was supposedly to defend it against other assaults, but they were the only ones who were not accosted. Would they still want to take care of us if we no longer had anything? So we let them know exactly that: we were now penniless.", 
 " When we arrived, we asked to talk over the phone with the person whom we had contracted for the voyage to explain to him what was happening, but he refused. He did not want to talk to us. He said that part of the money required to make the connection was missing. We tried to convince him that we would pay him on arrival, but the guides did not want to speak to us anymore. They told us that it would be better to leave him a message and that they would deliver it to him. The contractor was a thief and was insinuating that we Haitians had not paid, even though the Cubans had sent him a message telling him that would pay the balance. ", 
 " We were forced to continue on our own. We were very close to the highway and noticed that there was traffic and that someone could see us. Some police passed nearby. We waited for three or four hours for the connection van but it never came and it was already past four in the afternoon. Everyone began to worry that we could not handle the voyage and that we would have to spend another evening in the jungle. Nobody had seen where the guides had gone. All of a sudden, a police car arrived. Realizing it, the Cubans broke out into a run. In fact, we all ran except for the women with babies. The police chased after one of our Haitian friends and a Cuban. We don't know what happened to them. We lost track of them.", 
 " You can say that the *via* had already gone wrong. Thus we had to try to get out and come up with a new strategy. Although we all wanted to stay together, some people dropped out, possibly when the police arrived.", 
 " We left for the highway, some of us went to bed and two Cubans tried to waive down cars to ask them for a ride towards the Honduran border, even though we were only two hours from the Costa Rican border. Every time we saw a car, we feared that we might be returned to Costa Rica. We ran the risk of losing our money and wasting our trip and having to do everything over again, because most of the people who organize the *vias* are thieves. A military vehicle took us by surprise as soon as we started walking. They told us that we should not worry, to stay calm. After spending the evening, we would be taken back to Costa Rica in the morning. As soon as we arrived at the military base, we saw the rest of the group that had left on another *via*. The Red Cross then gave us food and used clothes. We were disappointed that we did not make it to Honduras, but also happy that we did not have to spend another day in the jungle.", 
 " Each of us had a mat on the floor and we drank water from the same well as the soldiers. We shared the bathroom with the soldiers too, but we had to make holes in it because it did not have proper drainage. It was a Nicaraguan military base. In the morning we continued en route to Costa Rica accompanied by soldiers. As soon as we arrived, we went to the address the organizer of the *via* had provided us, but did we not see anyone at his house, not even his dog. We could not go to the police because these types of trips were not allowed. It was a decision that we made on our own and we had to take responsibility for it. Every time someone denounced a travel guide, they stopped him only to calm down the group, but then they took his money and let him go. They were even some criminals who paid people to keep an eye on us. Our only hope was that everyone would be held accountable in the Halls of Justice at the end of our days.",
 "",
 "",
 " The shipping container had a large cavity underneath the end of truck through which air could enter. My job was to gather about thirty people. If I collected these people, I and my friends could travel for free. But imagine: who could trust someone immediately after they had organized a failed voyage? No matter, they also knew the driver was always successful in his voyages, so our trip was scheduled for Sunday.", 
 " As far as me, I gathered more than forty persons for the Sunday departure. Everyone was impatient, but the driver called us and told us that he could not go this Sunday so we had to wait for the next one. I could not complain because I had an empty wallet, but those who no longer had patience took another route; some successfully and some not -- and when they returned they said \"Yes, I know, I should have waited\"", 
 " Days passed super slowly and we had little patience. To tell the truth, we were filled with impatience, with discontent; because nothing seemed to be going right well. When Sunday finally came, I did not even have time to eat because I focused on bringing together all the people from the list and others I had added. At our meeting point, near a gasoline station, I had to collect the money and paid half the total for everyone, and the rest when we arrived. My important items went with the driver inside a suitcase ", 
"There were people who threatened me if we returned, saying that they would beat me. But my team and I talked often about the chance of that happening if we did not succeed. WE organized step by step, cautiously. The driver was not working alone, there was another driver with him as backup and some guides, because we had to cross a lake on foot and that would take around four hours. We started on the road at 4:00 p.m. I noticed that the guides had firearms, in case it was necessary. I felt that everything would go well this time. On this occasion, as strange as it may seem, I felt certain that everything would be fine and there would be no problems.",
 " Everyday we had go through the same routines. We had to walk for hours to make the next connection, pass through the electrified fences and other tasks. We spent the night in one of our guides's house to hydrate before switching to another group of guides. This was part of the plan. We made the switch in the middle of nowhere. We heard only birds and the wind whistling through the tree branches. Some times we asked ourselves why we were making such sacrifices, but we already knew the answer. We are humans beings and isolation is stronger than we are.", 
 "After many hours walking in the middle of the jungle, we arrived at the connection point. When they gave us told us to get in the shipping container we started to run like crazy, bumping into each other. Once everyone was inside the container, the driver provided everyone with water for the voyage. We needed to stay silent until we reached Honduras. The voyage was quicker than we thought. We left at eight in the evening and arrived at four in the morning. The experience in the container was wonderful because we did not see any part of the outside world. You could say we felt relieved. We only had to wait for the driver to give us the signal to get off. And when we got off, we walked for an hour, more or less, before crossing the Nicaraguan border to arrive in Honduras. Blessed God, we had made it. Everything went well. Despite all the sufferings that we endured on the road, in the end God showed us a way out. Hallelujah!", 
  "<img src=\"images/SobrevivSecondHalf-8.jpg\"/>",
 "<a name=\"cp8eng\">Chapter VIII. Honduras</a>", 
 " Imminent Victory", 
 " After months of misery traveling through the jungle, suffering physically and emotionally, nobody could wait to reach Honduras. All this was really was a test of survival and thank God we came out afloat. Some of us said that the road began in Honduras, because we had to cross only two more countries, Guatemala and Mexico, to reach our destination, the United States of America. Honduras was one of the countries that accepted the Haitians without a problem, unlike Panama where we had to claim that we were from Africa. In Honduras, they knew well that we were Haitians coming from Brazil, Chile, Ecuador, Venezuela, and elsewhere. We arrived dirty tired and hungry. More than anything, we wanted first to bathe, eat, and sleep. Most of us did not have any clothing. It was delightful to see everyone share whatever they had. ", 
 " Many different groups had arrived in Honduras. Some groups had spent many days in Nicaragua before arriving, but we, thank God, stayed there only one evening. At eight in the morning, we had to notify the migration office that we were in the country. This entitled us to an appointment in two or three days, depending, which would grant you a visa to cross the country. The same day when you sign the paper, you commit to leaving the country. Thanks to that, many Haitians stayed there because they did not have money to pay for travel. Therefore many decided it was better not to sign it. Without a doubt, we felt closer to our goal and thus calmer. You could say that we wanted to continue with our adventure because we felt no pressure in Honduras. Everything was calm", 
 " In Honduras, we could rent a hotel, but we preferred to rent an apartment room, because in a hotel you could not cook and we did not have much money. We were not looking for comfort, only to cover our basic necessities", 
 " We knew in advance that we should not waste any more time; everything had to be planned correctly, as we had done since we left Brazil. The reason for our urgency was that the end of President Barack Obama's term in office was soon approaching. We were aware of the news and of the presidential campaign being fought in the United Sates, We mistakenly believed that this president would grant us political asylum and welcome us into the country. Nothing could be further from the truth, because the welcome was not granted to all. Obama was one of the presidents who had deported the most people during his tenure. During this period, the competition between presidential candidates was very close and we knew their political inclinations. We knew that things would be bad for us if Donald Trump won. ", 
 " When we arrived at the apartment we were renting, we each took a bath and looked for a place to buy food. We were six Haitians. I did not have a cell phone thanks to the thieves who had left me incommunicado. I had to purchase one so that I could be in contact with my mother, who was worried about me. But first we had to change because we had spent so much time in the same clothes and we needed to go buy something new. However, despite our plans, we relaxed for a while, drank some beers and listened to music. We discussed what we had experiences during our months on the road. By that time, we had already been traveling three months.", 
 " We talked about going out to walk around, dance, socialize, and celebrate, but because we were so tired and the night so long, we stayed in and slept.", 
 " When we woke up in the morning, we had to go find a Haitian man who had been residing in Honduras for a while. He had decided to stay there, for whatever reason. His information had been passed to us; many who crossed the border knew it. He was the only one who could explain to us what the immigration offices were like. We felt quite anxious and we did not want to lose time, but also we did not want to get there too quickly. Some Haitians who arrived a week before us brought us to a plaza to buy clothes and cheap cell phones. I wanted to talk to my mother because it was her birthday, November 28. I earned $500 organizing a trip. With the support of a group of Haitians, I was able to buy a cell phone and call my mother to wish her a happy birthday ", 
 " We went to the market to buy things to cook and you could say we had a very pleasant and relaxing day. At night, we were all in a good mood, the weather was nice and we were going to enjoy ourselves there. It is curious how you learn to enjoy life only in situations like that. When human beings have everything, sometimes they do not enjoy it. However, we tried to have a good time wherever we were. We did not know how many days we were going to stay and we wanted to take things easily, to take our time, because everything would change after we left. Our insecurities and fears began to surge within us again, we dealt with all kinds of thoughts and feelings, our stress returned and we suffered again from our needs.", 
 " We drank a beer in one of the plazas, which was viewed poorly by the Hondurans because they do not drink beer in the street, but we did it out of ignorance. We were not aware that it was forbidden in the country and had no knowledge of that rule. After a few moments, two policemen arrived and ask us to follow them to the delegation. When we arrived they gave us papers to return us to Nicaragua, because what we were doing was illegal. We tried to negotiate with them in various ways. We begged them to let us go, but they did not accept our plea. ", 
 " We told them that if they returned us to Nicaragua we would have to start over again. But now we without the money we had spent and our families were not in any position to help us out. It was a terrible situation. Our families would be so ashamed if they found out that the police had handcuffed us for drinking in the street. It dawned on us that there was we could try something else to secure our freedom and to avoid being returned. In our group was a friend who spoke perfect Spanish, so well that he impressed the inspector with his fluency. After he talked to the inspector, the inspector told us that he could bring us, but we had to agree to certain conditions. He warned us that we would have to leave the country the next day. Otherwise, they would report our offense to the immigration office. Then, they grabbed our cooler of beer and held on to it. Very cautiously, before exiting, we dared ask them if we could finish them up in our apartment, but they told us that, no, that these beers had changed owners.", 
 " When we got to the apartment none of us discussed what had happened. It was a bad experience, even if it turned out to be insignificant. But it was frightening for us all. We were afraid of being returned to Nicaragua, one of the most brutal countries we had crossed. It was an unneeded experience.", 
 "In the morning we prepared to leave the country, because of the agreement we made with the with the police. At eight in the morning we were in migration office and we asked for an appointment at two in the afternoon. We returned to the house to cook and prepared to leave at one to wait for the bus. It was a special bus, because in some countries we crossed the migration officials advised the taxi drivers to charge us double. It was not a problem for us who wanted to continue our journey. We boarded the bus at 1:30 but around three people were still missing. The bus driver did not want to wait for the others -- if you pay and don't show up, then you lose your money. We argued with the driver but he wouldn't relent. At least we tried. Honestly, it was not that important for us. Unfortunately, one has to think selfishly and do whatever you can to defend yourself and reach your goal. The others remained behind and we continued onward. We wanted to turn the page as quickly as possible and to get out of Honduras, knowing that it was unpleasant to stay there.", 
 " As we were preparing to depart, everyone was joking around with the impatience of discovering another land. Fortunately, we had spoken with friends, relatives, and acquaintances about their experiences in each country we were about to cross. They explained how we should go and who we should pay, or whether we could cross directly. When we reached the Guatemalan border at dawn, we followed their instruction to prevent anyone from stealing our personal belongings. We knew in advance that we would meet fake guides and fake taxis, as well as untrustworthy people in the street who were only after our money. Rarely were we lucky enough not to pay. This time, we paid to go to the migration office, which was located in a market.", 
 " Whereas the Cubans paid a lot of money to cross the border because the abusive guides made them cross a hill to get more money from them, we were allowed to cross directly. When we got on the taxi that drove us to the border, the driver informed us that everyone could cross there. Without consideration or hesitation, we paid him five dollars for sharing with that information with us. It is incredible how people ascribe so much value to money and how money can corrupt anything, no matter how solid it is. Very, very few people give something without asking anything in return.", 
 "The van had very loud music and as we drove through the streets of Guatemala everyone looked at us as if never seen a person of color before, or maybe looked at us with admiration. I would like to think it was the latter. Strangely enough, occasionally people who saw us thought that we were Americans and wanted to speak English to us. Which made me think that they had no idea what kind of migrants were coming to that border. We observed the road, watching for what appeared to be the periphery.", 
  "<img src=\"images/SobrevivSecondHalf-9.jpg\"/>",
 "<a name=\"cp9eng\">Chapter IX. Guatemala</a>", 
 "Without stopping", 
 " For us, Guatemala was one of the quickest voyages. When the taxi driver left us in front of the immigration office, we realized that it was not actually the office. Within a public market there was an station to receive migrants, where we obtained a document valid for twenty days, although we were not allowed to remain in the city more than twenty four hours after obtaining it.", 
 "While we were waiting for the bus, we looked for a bathroom to brush our teeth and a restaurant to eat. We were mixed together with the Cubans, who had also gone the route in a group. While we getting ready, a woman came to offer us coffee. She was a religious lady with a big heart who, before giving us all food, invoked a long and beautiful prayer with us. We sat down and spoke with her. It was a blessing. She empathized with us. She let us know that she was conscience of the suffering we had gone through, were going through, and would go through again. It is extremely rare for someone to put themselves in your shoes, nobody had done it yet. It was if she had been watching the humiliations we had endured. Such a beautiful feeling arose in us, to the point that we could not hide our tears. We were on the point of breaking, as says the Bible, like a fragile vase. We can read in Revelations 21:4 \"He will wipe every tear from their eyes. There will be no more death or mourning or crying or pain, for the old order of things has passed away.\" (New International Version) One more episode was over. WE missed having someone show us compassion and acceptance. ", 
 " She offered her support to us, even though she did not have many resources, and we already felt so gratified with the little that she could do. Very few people had welcomed us -- until that moment -- in such a manner. She could not remain with us much longer. It would have been good to have her company, because we still had to wait several hours for the bus. The lady promised that she would return later if God wanted it. She also told us that she returned each day to help out other groups of migrants, because they continued coming every morning around the same time. But not more than half day later, we began our route towards Mexico ", 
 " As soon as the buses arrived, we lined up for them waiting for our names to be called so that we could take our seats. There were three buses that were going to transport around 150 persons. As soon as all were on the bus, the police did an inspection to make sure everything was be okay. Some people did not pay and some had barely enough money to do so.", 
 "Not a day passed when we did not worry that some authority or coyote would abuse us.because they should not have brought us to a bus terminal.We could have bought tickets ourselves, but it was not that important because we already wanted to leave the country and advance to the next one.",
 "The truck finally got going towards the capital, where we had to take another bus to reach the Mexican border. We could not rest during the few hours of that short voyage because the bus was so uncomfortable.", 
 " During the bus trip, we discussed the possibility of living in Mexico and about the chance of being deported. We thought about these things all the time. We could not get rid of those thoughts. It was impossible to quiet our minds in a situation like that. Paulo Coelho said \"It's the possibility of having a dream come true that makes life interesting.\"(The Alchemist, 23) Our mind plays a fundamental role in this journey. One definitely has a responsibility to control one's thoughts; because it can be helpful to keep an open mind, but not through the difficult and humiliating situations we had endured, if you did not maintain your mental calm, you could lose control and go crazy. The same author also said \"When someone wants something then they should be aware that they are taking a risk. But this is precisely what makes life worthwhile\" (translation modified) It doesn't matter in the end where I wind up, whether the United States or Mexico. I already feel like a winner just for making it alive to either of those two places. The risk was worthwhile pain ", 
 " We arrived at the capital of Guatemala in the evening, close to where the migration office was. We thought that we would be able to sleep but we continued our travel soon afterwards. We only had to fill out the paperwork and to print out and photocopy the necessary document in order to be there. Everyone told us that with this paper we could stay in the country for twenty days -- as if anyone was interested in staying there a second longer", 
" Therefore we thanked them for their hospitality and for directing us to the bus terminal to buy our tickets. When we arrived everything was closed. In Guatemala, bus stations do not have a nightlife as they do in certain other countries we crossed, and we could not buy anything. At the last minute, we saw a street vendor selling fritters, but the problem was that she did not want to accept dollars. We explained to her that we were tourists, a story that changed her mind. It was not much to eat, but this would be enough for us to reach Mexico",
"As soon as we could we split up to purchase our fares, and the ticket seller wanted to charge us -- he was very abusive -- double the price, which we did not accept. We told him that we we would wait for someone else to tell us the normal price, we already fed up with such abuse of power. The price of the trip was ten dollars and he wanted to charge us twenty. What he didn't realize is that we already knew the prices of almost everything because those who had crossed before had explained their experiences to us step by step: costs, prices, everything. We were not unaware of the true cost. So, realizing that we knew the price, he told us that we should get on the bus. ", 
 " Disgracefully, each country we went through had its own weaponry of evil they looted us; they charged us exorbitant prices for food, water, taxis, exchanging dollars, they subjected us to physical and verbal abuse, yet we were able to continue our journey. ", 
 " At five in the morning, we reached the border between Guatemala and Mexico. On this border, the taxis were bicycles with a cabin that could transport three people maximum. They told us that could not cross without first stopping at Mexican customs to get a visa so we had to ride over the river. They knew that we could not refuse them. In reality, not all of us had a passport. We focused on the river bank, which we had to cross in a raft. Unfortunately all prices were in dollars, which is incomprehensible and inexplicable. ", 
 "<a name=\"cp10eng\">Mexico</a>", 
  "<img src=\"images/SobrevivSecondHalf-10.jpg\"/>",
 "Hope reborn", 
 " To achieve victory is to pass through countless trails, struggles, falls, disappointments, pain; no one can say that they have achieved victory if they have not first overcome all of this. We suffer a great deal on the road, we endure countless afflictions and grief. Likewise, we endured injustices, humiliations, altercations, threats, assault. We passed through the valley of death. This is why I can say that each of us who reached Mexico is more than grateful to God and to life, because now we can proclaim ourselves winners. ", 
 " It is sad to realize that only when they are needy and suffering that a human being starts to pray to God It is curious that we need to suffer some sort of anguish to turn towards heaven and cry out for God. And it is curious because after all of those torments have passed and now you find yourself with a job, with a place to sleep, and with food in your stomach, you will again forget about Him! Human beings have much evil within them and one quickly forgets that we exist thanks to the infinite goodness of God ", 
 "It was best for us to go to the migration office during business hours, that is, between 8AM and 12PM. The taxis brought us to the city center. From there we walked about two and a half miles to reach the office. We were lucky that it was not crowded -- it was only us, the people in our group. ", 
 "The process for receiving our visas took all day so we had to stay in the migration office. Barely a month before, migration officials were deporting all Haitians, but when we arrived they were giving permits to stay for a month. If you said you were from Congo, they would detain you for at least a month. After we were granted the visas, you had to find a place to stay, because buses that traveled northwards from Tapachula only departed twice a week, Wednesdays and Saturdays. We could find lodging for two or three dollars a night. There were also places where you did not have to pay anything, but in exchange you had to hire them for travel, because they northward buses that cost 65 dollars (1200 pesos). ", 
 "We stayed a week to prepare ourselves for the trip. Not only to arrive fresh and clean to Tijuana, but also for to wait for our families to send us more money. Above all, we used this time to distract ourselves a bit, to walk around and explore Tapachula. Every day it was the same routine: eat, communicate with the family, wait for the departure date, and sleep. Some in the group had enough money to continue along the way and went. However, the rest of us decided to share our money until everyone in the group could travel together. Finally we decided to leave on Saturday at 4PM. We only had ourselves. We had lived together for all those months, to the point that we had become a real family; watching over each other. That is to say, this was our final push for everyone to reach Tijuana together and from there to see everyone cross to the United States. ", 
 "We left in two vans. We were hoping to get to know other places during the voyage. The journey was supposed to last four days, but was delayed the motor of one of the vans failed which set us back half a day to repair it. We got to Tijuana in four and a half days. On the way, we communicated with friends who had arrived beforehand in order to know where to go. The first Haitians who had arrived in Tijuana during the months of May, June, July, and August had nowhere to stay and settled in the street, outside of a place known as Desunyador Padre Chava (Padre Chava Breakfast Kitchen) The Tijuana government never imagined that such a quantity of foreigners would enter the doors of the city in such a short time span. Because so many Haitians, Africans, Muslims, etc were arriving right and left, many organizations such as religious ones beginning to open up, as well as opening their doors to shelter the number of people who were sleeping in the street ", 
 "It was not hard for us to do: we came from sleeping in the jungle, where we could have been devoured by a lion, bitten by a cobra, or otherwise killed by a wild animal. Therefore, sleeping on a public street and doing our business there was not a problem. An exodus of the black race coursed through the streets of this city. Also Tijuana was beginning to change it physiognomy. We were a countless barbarian horde. According to figures from Colegio de la Frontera Norte, between 15,000 and 20,000 Haitians arrived to this border. The media reported the same statistics. In September 2017, about 5000 of us were staying in Baja California. ", 
  "<img src=\"images/SobrevivSecondHalf-11.jpg\"/>",
"At first, it was astonishing to see migrants lying on the street in front of Padre Chava. Each time a migrant arrived in the city, the first place the taxis would take him was Padre Chava because a shelter was not always available to welcome us ",  
 "Now I know that Tijuana is one of the most popular destinations for migrants from different parts of the world, either to use it as a bridge to cross into the United States, or, as happened with us, to settle here. ", 
 "The residents of Tijuana first reacted to seeing us on their streets with displeasure, discontent, and discrimination. It seemed they had never seen a black person before. Yes they had seen some in isolation, but not so many, and I could tell that it frightened them. On second thought, if I were in their position, I would probably think the same. I knew that at that time, we did not look our best. And not all Haitians are good people, nor are all Mexicans. In this exodus both good and bad left Haiti and Brazil.",
 " We came with our faces exhausted with a ferocious hunger, with health problems, with serious emotional problems. We yearned for help! We needed to wash, to change our clothes, and to find a place to rest for hours, more than to eat. We could not sustain ourselves physically. ", 
 "Far, far away from where we wanted to be, the reality was we had we had to regain our strength, making a line in front of Padre Chava, where sensibly the INM, Instituto Nacional de Migración (National Institute of Migration), set up an office in collaboration with the Dirección Municipal de Atención al Migrante (Municipal Migrant Care Module), directed by Rozario Lozada, who very kindly attended to us and sealed our visas from Tapachula, that indicated the date to cross into the United States. And on one side they put a symbol which, according to them, could not be forged. It could be a circle, a star, a square, a diamond, or a clover, of varying colors. It was very ingenious on their part, but Haitians have no limits -- we can contrive a way to modify everything. One of the things that we developed during this trip, unfortunately, was the knowledge of how to manipulate a situation to arrange things in our favor. ", 
 "The INM sought a way to coordinate departures jointly with United States government to receive us. Therefore, the INM generally brought groups of around fifty persons a day. Also, this same Institute, with the help of Grupo Beta (Beta Group) run by Alejandro Salinas and his team, distributed people to shelters that were opening in various parts of the city.",
 "I connected with a friend who awaited me in Padre Chava and from there he directed me to a street called Cañón del Alacrán (Scorpion Canyon), where the Templo Embajadores de Jesús (Ambassadors of Jesus Temple) is located. Honestly, I was already desperate and I did not want to hope that I would enter a shelter, given the way spaces were allocated and distributed. Templo Embajadores de Jesús, run by pastor Gustavo Banda Aceves and his wife Zaida Guíllén López, like other places, put you on a list which corresponded with the date you arrived and when you would leave. They gave priority to women with children, to pregnant women, and to sick people so that would go first. ", 
 " They gave numbers not only to maintain a count of people who they were receiving, but also to facilitate coordination with INM to bring them to the Port Of Entry in groups corresponding to the numbers. In this way, migrants did not have to line up to be given a date. They told me that up to thirty people a day were leaving the shelter to cross, most of whom reached their destination in the United States, most often Florida, where a relative or friend had settled. Those who did not have this privilege got in contact with a Haitian Pastor who could receive them. ", 
 " Templo Embajadores de Jesús is a church. However, facing this emergency it became into a refuge as well. ", 
 " It was the largest shelter that could hold up to 600 persons. No other place had so much capacity. The members of this church, especially the Ortega family, were there day after day, distributing the living quarters, providing blankets and personal items, giving out clothes, food, etc. ", 
 " The treatment was different: human, respectful, understanding; something we had not seen in any other place, except for the Guatemalan woman who showed empathy towards us. Here they received people at any hour, whether if it was in the morning, in the evening or even before dawn. The door was never locked. But although the door was not locked, many newly-arrived Haitians just ignored it. So many families came at 2, 3, or 4 in the morning and stayed outside waiting in the cold until dawn and they were offered a place. Complete families. It was truly impressive. ", 
 " Everywhere we went there were countless rules, but there were apparently none here. All the others had a schedule for waking, eating, showering, exiting, entering; here no. Two places in particular were heavily regulated; in one of them, they put us out in the cold at five in the morning, no matter if there were pregnant women or women with children present. This was their rule. Also, it was not properly a shelter; they gave you breakfast and you had to wander around the city until 4 or 5 in the afternoon. they would let you back in only if a place was still available. It was the same way in one of men's shelters: they get you out at five in the morning and you have to return in the afternoon. Those are a few examples. It is understandable: those were its rules and we had to respect them ", 
 " In Templo Embajadores de Jesús, however, this did not happen. You could enter whenever you wanted, but at nine the lights went out and everybody went to sleep. This was during the few first months because the pastor and his wife worked, so they also had to rest a little. Frankly, the workday was continuous and endless, because if someone needed something at dawn -- which was very common -- they had to attend to them. This is why they needed time to rest. To notify us of bedtime, the pastor would us sing a song, with which he suggested that we had to turn everything off. More or less, it went like this: \"Until tomorrow, god willing, may you rest well. It's time to go to bed, and to dream as well. Because tomorrow will be another day and you have to live it joyfully\" It was very funny and unusual. We had a good laugh. Even though he could get strict with people when things got crazy. ", 
 " However, it had bad luck to arrive when they were out of room. The pastor told us that they could not shelter so many of us so they would have to send several of us to a different place. They referred us to INM, which only took us back to the street in front of Padre Chava. This was around eight at night and, thus you had to try your luck and look for what you could find in another shelter or a hotel. I contacted with a friend who was staying close to the border, where there was tent space to spend the evening. ", 
  "<img src=\"images/SobrevivSecondHalf-12.jpg\"/>",
" Scorpion Canyon, Embajadores de Jesús church, a shelter which received almost half of the Haitians migrants for more than six moths. The church had more than 500 Haitians: men, women, and children. Everyone was interested in going there because it was the only shelter where migration officers ordered from ten to thirty persons a day, meaning that every day more people arrived than left. There was always food and it was easy to get it, but occasionally people stood in line for more than four hours to use the restroom. That was before Pastor Gustavo and his loving wife -- who are considered as the protectors and parents of the Haitians, especially by me -- expanded the restroom to allow more migrants to use it. There are still around a hundred persons in this shelter, to such an extent that the the church initiated a project at end of 2016, called Little Haiti. ", 
 " But since I am a foolish and insistent man, even though I was not accepted by the Temple, I returned early the next day to look for a space again. I knew that people were leaving their soon to reach their destinations. God was there. Many in the church were united with their family members or friends across the border. Luckily I insisted and I got to stay. Furthermore, I was also trying to be with a friend, who was already there, because we wanted to try to enter the United States together. Our idea was to cross and go to my mother's house who has lived in Florida for several years.. ", 
 " I arrived in Tijuana on December 8, 2105. November and December were, you could say, the easier months to enter the United States without being deported. It was like a grace period. Someone had happened to President Obama, who before then was nicknamed \"deporter-in-chief\" because he had deported more persons than any previous president, Many Haitians benefited them this sudden change, giving them access to the United States. ",
 " Some authorities asked for bribes; they started with 200 dollars and wound up charging 400. Whoever was able to do so paid them in order to cross before their assigned date. Without knowing it, many were paying for their deportation. That is overall what happened during September and October. Also the coyotes got to work. I don't know how many, but indeed many Haitians took this route. They had no luck. They were charged between five thousand and seven thousand dollars. Half here, half when they crossed. ", 
 " Those whose turn had come presented themselves to the US immigration officials, waited a week, two weeks, or up to a month for them to make the decision whether to allow them to enter the United States or to deported them to Haiti. ", 
 " From the moment that we arrived in Tijuana, the INM agents explained to us that they could not give us papers to remain in Mexico. This really was not the goal we were pursuing. Some Haitians thought that the shelters received enough of money from the government to help out the migrants, and that is wasn't in their interest for us to from leave those places. Because of this, they were receiving public benefits from the municipality. We spoke and thought that the Mexicans wanted us to stay in the city to have more black people in it.",
 " Surely, as in all places, various shelters benefited from government support for this work. But not all. We discovered that pastors of other churches in other places were often charging 12 dollars (200 pesos) a night. They denied it, but it was true. We ourselves knew it, we had contacts in all the spots and we communicated constantly. Now that I think about it, it makes sense because they did not have the same resources as established spaces to attend to the migrants. Somehow they had to cover the expenses generated by the Haitians. I can understand that. ", 
 " The temple where we stayed did not charge anything. It was a church established as a refuge, where the pastors practiced their faith by sustaining so many people. It was a refuge, now an emergency refuge because so many were desperate for a place to sleep. Later we discovered that the pastors were supported by a foundation , Sfama Fundación Regalando Amor, A. C. (Sfama Foundation Giving Away Love, A.C.) However, its statues did not specify migrants, only that they should provide succor to broken families and street children. Even so, through this foundation came help from the government, but not as much as the places which provided aid to migrants. ", 
 " They took care of our necessities: food, towels, mats, water, and very convenient medical hours. At that time, countless altruistic groups came to support, such as Border Angels, run by Hugo Castro and Gaba Cortés, who I remember the most. I also thank the community of Tijuana because of the solidarity they showed us by providing all sorts of provisions, clothing, etc. I was impressed to see, day after day during those months, the blessings of God filled the place. The food was plentiful, one of the things that most fascinated me, obviously. I also witnessed the contributions of World Organization of Migration (OIM), run by Christopher Gascón. They provided to the church with tables, seats, all kinds of pots and pans, knives, and an industrial sink to feed so many people. The support was It was truly heroic. ", 
 " Of course, Atención al Migrante (Migrant Attention), an office of SEDESOL Desarrollo Social Municipal (Municipal Social Development), the Methodist Church of San Diego, run by Pastor Elise, the Mission Siloe Foundation, groups of Korean doctors from San Diego, an anonymous altruistic fellow who lived in San Diego, and above all the community of Tijuana provided support for us. ", 
 " ne Different neighborhood churches came to our aid without imposing their religions. ne Adventists, Baptists, Presbyterians, Catholics, and even atheists ne participated in a heroic collaboration. ne It was an incredible experience. ne After a while, I joined another institution named Espacio Migrante (Migrant Space), ne run by Paulina Oivera Cáñez, ne who organized legal assistants from not only local lawyers, but also ones from the United States. These helped us greatly by explaining our rights in Mexico because they were already seeing people have trouble crossing and getting stuck in this country. I would like to mention all those who were involved in this unbelievable task, but unfortunately I do not remember the names of all. ", 
 " Something that really stood out was the labor done by a young man named Terry and two of his friends. They took it upon themselves to fill the church with mattresses for everyone. They came from Santa Monica, California -- if I remember correctly. How were they able to meet that need, to get so many good mattresses that allowed us to spend our nights without getting cold? Their labor was very remarkable and I feel infinite gratitude for it. He shared with us comfort and rest. ", 
 " Along with all this, many Haitians began to despair about the possibility of entering the United States. Sometimes in the temple the departures got out of control; it was difficult to control so many people when everyone wanted to go, even if it wasn't their turn. Sometimes we calmed down, sometimes we did not. ", 
 " The INM already knew the getting into the United States would be complicated for Haitians and that many would be deported. so they had the sense to present us the option -- right now -- to let us stay there with a Humanitarian Visa. This option was not what we desired, but it was what was on the table. Some, seeing how difficult things were, after having suffered so much, made the inexplicable decision to be returned to Brazil or Haiti, and the government helped them make the trip. ", 
 " Others such as myself decided to stay in Tijuana. It was not an easy decision, especially after all of the support our families had offered us to make this trip with the goal to reach our families rooted in the United States, with the expectation that already we would be there recompensing them with our work. Most of us had acquired debts in Haiti with the banks, with their friends, with their relatives, or sold the little they had in order to pursue the \"American Dream\". What a false illusion. After all this, returning to Haiti would not be fair. ", 
 " In the end I can say that it was a decision that God took, In comparison with what awaited us in the United states, it was better. I have friends who are still inmates in some United States prison, awaiting deportation, and others already in Haiti. Sadly a great number of them never live in Haiti before. Some have no relatives there. They were brought up in Brazil, in the Dominican Republic, or in Chile; I do not even want to imagine the triple suffering they experienced when they got there, to a country they are unfamiliar with, knowing no one and knowing nowhere. The first suffering was incurred by leaving their place of origin and leaving everything to gamble on nothing; the second was coming to a border city, without knowing anybody and trying to survive; and the third was spending months in jail without being criminals; only for the simple fact of wanting to have a better life; living with real criminals and suffering again from cold and hunger. ", 
 " In my case, I hoped to be able to earn more money than what I did in Brazil. There they paid us approximately 1300 *reales* per month, about 30 dollars. I discovered that in Mexico you earned that much every week or twice a month. Marvelous. I realized that here in Mexico money is not that important. You can eat well with little money. You can work and rest in the afternoon, or work in the night and sleep in the morning. In the United States I would not have the peace that affected me living in Mexico. I know that there are people there must have up to three jobs to be able to sustain themselves. Furthermore, the racism is not as intense here as it is in the United States. We all feel respected from most people. I appreciated the advantage of staying here, seeing that it was no longer an option to cross, because we were able to work without papers and without any problems. ", 
 " As of January 10 2017, you could no longer enter the United States. Only pregnant women and those with children had a chance, and , even so, many were deported. sadly some a few days before giving birth who wound up having the baby in Haiti. So staying was the the only real option remaining for almost 5000 Haitian persons who were living in Baja California. When I wrote this book, the figure had declined because many requested their return to Haiti. According to the information provided by the INM, there were about between 2500 and 3000 Haitians living in Tijuana. ", 
 "<a name=\"cp11eng\">My perception of the borders</a>", 
 " We know that, everywhere in the world, border trade is an economic engine that each country shares with its neighbor, but some partners do not benefit from this partnership because they lack manufacturing capacity. This is the case in the Americas, generating poverty in many countries! ", 
 " The majority of the American countries of the Americans are connected by their borders, nevertheless that does not stop some from suffering massive economic deprivation. ", 
 " Brazil ",
 " To begin this investigation, I took the time to study what particular kinds exchanges were enacted between countries while I was crossing them. To start: Brazil is the only country which shares a border with France through its department, Guyana. The only two South American countries that do not share a border with Brazil are Ecuador and Chile ",
 " I did not get to visit all the borders shared with Brazil, but I visually surveyed border trade between Bolivia and Brazil. Those South American countries have very different imports and exports. Brazil is the most powerful distributor of agriculture in this region and Bolivia is one of the poorest countries in South America. This border has turned increasingly insecure due to the due to the exchange and distribution of cocaine in those countries. But clearly Brazil always has had its way to progress due to livestock breeding and agriculture, so there is a great deal of trade between them However, this trade seems to flow more or less in one direction, because Bolivia has almost nothing to offer Brazil, except immigrants. Brazil is also known to be a country that opens its doors and welcomes immigrants, in the same way as it is considered a superpower. Despite losing the World Cup, Brazil remains the leader of South America ", 
 " The border between Brazil and Peru is one of the most peaceful borders because commerce does not occupy the same importance as it does for Guyana, a province of the French metropole Between Brazil and Peru, there are fewer drugs. Peruvians use this border to enter and to work because it is easier to find work in Brazil than in other South American countries. Brazil is a place where anyone can acquire papers easily and quickly. ", 
 "Peru - Ecuador", 
 "The border between Peru and Ecuador has a very active market. Like almost every other border I studied, unfortunately, prostitution is one of the most widespread trades. This is well known. ",
 " The two countries have different currencies, the Ecuador employs the US dollar, which still propels a great deal of trade with Peru No doubt, this provides a route for traffickers and human traffickers who have made it easier for some immigrants from Brazil, Venezuela and Chile to cross the border. ", 
 " Ecuador - Colombia ", 
 " Columbia is known as one of the principal producing countries in the the world. On their shared border with Ecuador, for example, they used the mountains near the frontier to transport whatever type of illegal thing. The migrants knew some of these streets because you had to avoid them and use crossroads instead. The houses there had an alarm system. Crime on the border was more popular than peace. ", 
 " Columbia - Panama ", 
 " There is in fact no border between Colombia and Panama, between them is the Darien Gap jungle, which has the highest rate of drug traffickers. In general, there is no love between these two countries and one can only travel from Columbia and Panama by air, because there is no other way to cross, unless you decide to go through the jungle, which is around 100 miles long. Immigrants use this dangerous path and to enter the Panamanian soil (more details in the book) ", 
 " Panama - Costa Rica ", 
" This is the first border where I saw a kind of freedom between both countries. If you can believe it, there is, as misplaced as it is, a large commercial center for both countries on the border. You can come and go easily, without getting into any trouble.",
 " Along all the borders, drugs are very poorly controlled by the authorities because the young are smarter than them. On the border between Panama and Costa Rica, the sale of marijuana is very popular. This gives more work to the police. However contradictory this may be, peace reigns on the border.", 
 " The populations of both territories can walk across and return without any problems, which makes the vast circulation of drugs much easier. This works to the advantage of unscrupulous people who can enter and exit as they please. ", 
 " Costa Rica - Nicaragua ", 
 " This is unfortunately not a pleasant place. The people are not very nice. To cross the border you first have to go through customs, because Costa Rica does not have any market relations with its neighbor, as seen in other other. Nicaraguans can only cross onto Costa Rican soil with a visa, because these two countries don't have the same level of prosperity. Here things are handled differently: Nicaraguans who live in Costa Rica must have a residency card. If not they will be deported. It's that simple. ", 
 " The only commerce permitted is the one that does not need documents, prostitution! ", 
 " Nicaragua-Honduras ", 
 " No one can describe what the border between Nicaragua and Honduras is like, because of the way you have to cross to Nicaragua. Very few have come to know its reality, because it is one of the territories that has not been analyzed, not only because it is illegal to cross it, but also because they also they do not allow immigrants to put their feet on its soil without having a visa. ", 
 " Honduras - Guatemala ", 
 " This was the quietest border we crossed because commercial activity was quite weak compared to other borders we crossed. Our main task was not to analyze the borders, but I -- as I am very observant -- took it as a part of my experience from beginning to end, every little detail mattered. ", 
"Guatemala - Mexico",
 " Mexico is the first country in North America when you travel through Central America. Guatemala is very open with Mexico, if one takes into account the process for crossing the border, but also the economic activities of the two countries share a rich border trade, above all in coffee. Nothing was that different from the other borders we crossed. Much is the same, but at a larger scale. ", 
 " Mexico - United States ", 
 " The border between the United States and Mexico stretches almost 2000 miles and extends from the Atlantic Ocean to the Pacific Ocean. Named \"the tortilla border\", it is the busiest border in the world, with 181 million persons crossing all US-Mexico borders in 2015. ", 
 " During 2016 and 2017, immigrants took two routes to cross the border through Baja California, which made it easier to reach their destination. This gave me more time to do a more thorough study of borders, particularly Tijuana's ", 
 " THis city plays a very important role in the Mexican economy. It is one of the cities most sought by immigrants; it is easy to get here. Sex and drugs are why people from the United Stats frequent it, as well as its rich gastronomy and culture. ", 
 " Crime is more powerful in this region than the police, but that does not prevent the population from being content. The heart of happy Tijuana is Avenida Revolución (Revolution Avenue). THe artisans and artists play a transcendent part in the image of the city. THe economy of this border is dynamic, you could say it is peaceful but productive. ", 
 "<a name=\"cp12eng\"> Reality</a> ", 
 " I ask myself sometimes: what are we truly afraid of? Death, the devil, sickness, or failure? We know we should not worry about failures, but about missed opportunities. In life, one has two options and both are acceptable: to assume responsibility for our lives and to do the most with our possibilities in order to hunt the darkness, or to let yourself be guided by your own will, your own, so you will never stay in the dark. Because a fish in a well can not know the ocean ", 
 " Do not concede that your misery is yet foretold, that this is your destiny; each of us chooses our destiny. We have a pencil and an eraser, and we must know how to use them for the most just causes, because they won't always be there. We have all made sacrifices in life because of money, sacrifices we would never make for love. Learn that we are humans, that we have a heart and we need only place our hands over it to feel a beat that tells you that you are alive. Your heart is your home, which you you will leave when you enter the love of God, who will dwell there and will replace hatred and the devil. One chooses everyday what is best, good and just We need only clean our hearts to see all the riches that we have, the prosperity, the future, and our dreams. ", 
 " Stop looking anxiously at all the possible sights, control your surroundings and focus on the opportunities, Realize them, one after the other, and let your will and your inner peace make good decisions. Do not say that you do not have enough time, that it would be better to take a shortcut. Do not let people think for you, make your own decisions. Give importance to every minor detail, so you don't pay the consequences for it. You must find enough patience and perseverance. P.L.U.R.: Patience, Love, Union, and Respect. And do not be a slave to your own objectives. Always try to have a plan B. Do not give up what you have fought for just because it did not turn out as you wanted or expected. ", 
 " Above all, things do not depend on a person or on money; your happiness depends on the love that you have in your heart. Learn to have confidence in yourself and you will see everything that you can do, since that is what will feed you. "
]
