[
    "<img src=\"images/FrontCover.jpg\" />",
"ESPANOL",
"SOBREVIVIENTES: CUIDADANOS DEL MUNDO ",
"POR Pascal Ustin Dubuisson",
"<h1>INDICE</h1> <ol start=\"0\">   <li><a href=\"#cp0spa\">Introducción</a></li> <li><a href=\"#cp1spa\">Capítulo I. Sobrevivientes - ciudadanos del mundo</a></li> <li><a href=\"#cp2spa\">Capítulo II. Perú- Ecuador - El dinero tiene razón</a></li> <li><a href=\"#cp3spa\">Capítulo III. Colombia - El comienzo de cualquier tipo de riesgo</a></li> <li><a href=\"#cp4spa\">Capítulo IV. Darien Gap - Sálvese quien pueda</a></li> <li><a href=\"#cp5spa\">Capítulo V. Panamá - Injusticia, Abuso, Racismo</a></li> <li><a href=\"#cp6spa\">Capítulo VI. Costa Rica - Tierra libre</a></li> <li><a href=\"#cp7spa\">Capítulo VII. Nicaragua - Tierra prohibida</a></li> <li><a href=\"#cp8spa\">Capítulo VIII. Honduras - Victoria inminente</a></li> <li><a href=\"#cp9spa\">Capítulo IX. Guatemala - sin parar</a></li> <li><a href=\"#cp10spa\">Capítulo X. México - Renacimiento de una nueva esperanza</a></li> <li><a href=\"#cp11spa\">Mi percepción sobre las fronteras</a></li> <li><a href=\"#cp12spa\">Realidad</a></li> </ol>",
  "<img src=\"images/MiHijo.gif\"/>",
"A mi hijo Andre Pascal Dubuisson Rodelo ",  
 "<a name=\"cp0spa\">Introducción</a>", 
 "Yo, Pascal Ustin Dubuisson, hijo de Haití -país en el que triunfar es un desafío; y el derecho a comer, a educarse y progresar, un privilegio- tomé la decisión de dejar mi patria no solo por un futuro mejor, sino también por un futuro seguro. Sé que vivir en un país ajeno al mío no es la mejor opción, pero es la elección correcta.", 
 "\"Tan lejos como puedas llegar, tan alto como puedas subir, ¡todo comienza con un paso!\". Es exactamente para lograr este propósito, resumido en la frase anterior, que hice un largo viaje que pudo haberme costado la vida. El deseo de tener algo mejor me dio una fortaleza y una determinación que me permitieron hacer frente a un desafío tan grande, al que miles de personas no sobrevivieron. Esta experiencia me ha enseñado que, en la vida, si tienes que zambullirse en la oscuridad para obtener la luz, no debes dudar; porque las mejores decisiones son a menudo las más difíciles de tomar, pues siempre tienen consecuencias graves.", 
 "En este libro comparto una triste y dolorosa historia, a través de la cual buscó que el lector se involucre con mi experiencia para que comprenda mejor el mundo exterior y lo que ello implica: sus modales, abusos, racismo. Además, pretendo que quien lea este libro pueda diferenciar entre el entorno en que vive y el ambiente oscuro que no puede ver a simple vista. Espero, a su vez, que comprenda, como yo aprendí durante este viaje, que las grandes oportunidades son para aquellos que están apegados a sus sueños, que se atreven, resisten y nunca se rinden.", 
 "<a name=\"cp1spa\">Capítulo I. Sobrevivientes</a>", "Ciudadanos del mundo", 
 "Desde nuestro punto de partida, todos los que decidimos salir de nuestros lugares de origen hemos vivimos momentos oscuros, difíciles, complicados, inciertos y aunque fue una tortura hacer este recorrido viviendo en la miseria, podemos decir que somos sobrevivientes.", 
 "República de Haití, país del Caribe, ubicado en la parte occidental de la isla La Española, colinda con República Dominicana, tiene una superficie de 27 750 km2 y una población de 10,85 millones (2015). Su capital y ciudad principal es Puerto Príncipe. Fue gravemente dañado por el terremoto del 12 de enero del 2010. Debido a su situación climática se dice que el 80% vive en la pobreza —de acuerdo a The World Factbook- y solamente dos tercios de la población dependen de la agricultura y la pesca. Fue una antigua colonia francesa y fue el primer país negro en declarar su independencia en el año 1804. Tristemente la esperanza de vida no rebasa los 52 años y sólo 1 de 150 haitianos recibe un salario. El 50% de los haitianos depende de las remesas familiares recibidas del exterior. Es un país rico en gastronomía e irónicamente sus hijos viven en la pobreza extrema causada por la inseguridad y los desastres naturales, la política es moderada. En cuanto a la educación, se trata de un pueblo muy inteligente y orgulloso con pocas oportunidades, lo cual provoca la migración de los haitianos a diversas partes del mundo con la intención de ayudar a los miembros de sus familias a tener una mejor preparación académica, conformando así la \"diáspora\", nombre de los haitianos que viven en el exterior.", 
 "Después del terremoto del 12 de enero del 2010 -que comenzó a partir de las 4:53 p. m. y con una escala de 7,3-, el país enfrentó una situación caótica, con cerca de 300 000 muertos: hermanos, hermanas, padres, madres, hijos y amigos perdieron la vida en esta tragedia que fue considerada como la fecha negra en Haití.", 
 "Algunos países llegaron para ayudar, aunque todo esto se prestó a rumores negativos sobre quiénes se quedaban con la ayuda. Al pueblo haitiano sólo le quedaba depender de Dios.", 
 "Brasil se consideró como el primer país donde los haitianos pidieron refugio y llegaron de forma masiva. Miles de haitianos atravesaron República Dominicana, Ecuador y Perú, para poder llegar a Brasil con el propósito de cambiar sus condiciones de vida. De 2010 a 2014, Brasil se situó entre las grandes economías mundiales con su moneda (real), es decir, un dólar valía 2,5 reales. Un precio inestable que valía aún más para los haitianos porque el desempleo fue impactante. Con un salario de mil reales, los haitianos tenían con qué pagarles a sus familiares la renta, entre otras cosas. Al inicio del año 2015 todo comenzó a cambiar, la economía disminuyó después de la Copa Mundial del 2015 y entonces los haitianos -desafortunadamente— comenzaron a perder sus empleos. Todavía se tenía la esperanza de que mejorara la situación y pudiera haber un cambio, sin embargo, el dólar siguió su curso y se continuó resistiendo la situación económica hasta el año siguiente. Los haitianos vieron que la situación empeoraba a cada momento, por lo que tomaron la decisión de salir del país en busca de mejoras, entonces su mirada se dirigió a Estados Unidos. No todos los haitianos tenían familiares en ese lugar, sin embargo, tomaron la decisión de partir al igual que los que sí tenían parientes que los recibieran en ese país.", 
 "Se podía vivir en Brasil, pero el deber de ayudar a la familia era más fuerte y la opción no era quedarse ahí a esperar, sino buscar una mejor calidad de vida. Lo que hiciéramos no iba a cambiar el incremento de la miseria en Haití, a pesar de esto, el apoyar con diez dólares hacia una gran diferencia para los parientes. La mayoría de los haitianos que viven en Haití dependen de otras personas que se encuentran en Estados Unidos, Canadá, Chile, Brasil, Francia, Ecuador, Venezuela, etc. , que ya habían superado sus problemas económicos o al menos, estaban estables, sin batallar. Antes de salir de Brasil muchos se vieron en la necesidad de cambiar su nacionalidad diciendo que eran africanos para poder atravesar ciertos países, los primeros que pasaron por el camino se encargaron de dar consejos a los demás y algunos trucos para evitar la deportación. Las familias, aunque no estuvieran presentes físicamente viajaban con uno, pues gracias a su apoyo y con la pequeña economía de cada quien, se tuvo la posibilidad de tomar esos caminos peligrosos desde la salida de Brasil, atravesando Chile, Venezuela, Perú, Ecuador, Colombia, Dañen Gap —que es la selva entre Colombia y Panamá sin vía terrestre- Costa Rica, Nicaragua, Honduras, Guatemala, México y Estados Unidos de América.", 
 "Esta historia fue vivida por miles de ciudadanos del mundo en búsqueda de una vida mejor en los Estados Unidos.", 
  "<img src=\"images/Sobrevivientes-3.jpg\"/>",
 "<a name=\"cp2spa\">Capítulo II. Perú- Ecuador</a>", 
 "El dinero tiene razón", 
 "Todos vivíamos en gran parte de América del Sur, la mayoría venía de Brasil y no había cómo calcular en cuánto saldría el viaje, no se podía hablar de una cantidad exacta debido a que todo dependía del traficante, mejor conocido como \"coyote\". Perú se situaba como el primer punto de encuentro entre la mayoría de los migrantes, no eran solamente haitianos; había personas de Senegal, el Congo, Gana, Pakistán, entre otros. Estamos hablando de diferentes idiomas, diferentes culturas, pero con un mismo objetivo: llegar a los Estados Unidos. Durante este tiempo de convivencia se daba la oportunidad de hacer nuevos amigos, lo que nos permitía mantener una armonía —se podría decir que algo familiar—.", 
 "Un amigo y yo salimos juntos de un lugar que se llama Canoas, ubicado en el sur de Brasil, esa era una ruta de salida para cruzar menos países.", 
 "Perú lo atravesamos en tres o cuatro días en camión, pasábamos de ciudad en ciudad para atravesar la frontera de Ecuador. Estábamos muy cansados, pero con una gran esperanza que alimentaba nuestros corazones. En Perú teníamos mucha incertidumbre por ser ilegales, viajábamos con mucha presión, ya que no era solamente cuidarse de la policía, sino de los ladrones que trataban de aprovecharse de nosotros para robar nuestras pertenencias, aunque usábamos diferentes técnicas para guardar el dinero que cargábamos desde Brasil: algunos utilizaron sus zapatos, otros sus desodorantes, otros los jabones y otros trucos personales.", 
 "Al llegar a Lima, la capital de Perú, comenzamos a dividirnos y esto causó un retraso en mi grupo porque no queríamos irnos sin los demás, pero no todos pensábamos igual, la mayoría teníamos mucha impaciencia por avanzar a la frontera de Ecuador. En esta frontera empezó el tráfico porque no nos permitían cruzar Ecuador sin una visa, por lo tanto, debíamos pagarle a alguien para cruzar este tramo y empezamos a contactar a algunos \"coyotes\" que pudieran ayudarnos. Esas personas nos encontraron en el hotel en donde estábamos y uno de ellos nos aseguró que nos iba a ir bien, estas personas son increíblemente hábiles para manipularte y hacerte entrar en confianza, pero no teníamos confianza y tampoco teníamos otra opción, debíamos intentarlo.", 
 "Conocíamos a gran cantidad de haitianos que lo habían intentado muchas veces, pero como no lo lograron se regresaron a Perú. Debido a que en esa frontera la policía ecuatoriana es muy estricta, poder cruzar no resultaba tan fácil. Este era nuestro primer intento, no sabíamos cuántas veces lo debíamos intentar, ya que la policía estaba muy brava; nos ayudó mucho que los \"coyotes\" tuvieran amigos policías en la aduana. Ellos dijeron que todo iba a salir bien, debíamos salir de Perú en la noche, pero él decidió que cruzáramos en la tarde, porque en la noche la vigilancia era mayor con las autoridades.", 
 "El viaje lo realizamos ocho personas, uno de ellos tenía dos carros y un amigo de él, una moto al frente, como a dos kilómetros, y éste se encargaba de comunicarse con sus amigos policías, ya que no conocían a todos.", 
 "Después de que entramos él nos llevó a la casa de su esposa a mostrarnos algunas cosas que los haitianos olvidaron en su casa -otros que pasaron por ahí-. En una hora, más o menos, nos avisaron que ya era tiempo de irnos para la capital. El camión ya estaba listo para salir, la mayoría de los que se esperaban ya estaban dentro, solamente faltaban alrededor de diez personas. Durante el viaje nos preocupamos porque teníamos conocimiento de cómo estaba la situación en Ecuador. No sabíamos qué hacer con el miedo a ser atrapados, teníamos mucha ansiedad. Sin embargo, teníamos que confiar.", 
 "Cada día traía consigo sus propios temores, sus propios miedos, sus propias inseguridades. Una de las cosas que hace el miedo es que te paraliza. Conquistar el miedo no nos resultaba fácil. En la película de Rocky Balboa, este personaje decía que el miedo es un fuego en nuestro interior: si lo controlamos nos mantendrá calientes para seguir peleando, pero si no lo controlamos se extenderá y nos devorará. Algo muy cierto. Por lo mismo, estábamos obligados a controlar cada emoción y pareciera que cada vez salía de nosotros una nueva, con la que teníamos que luchar.", 
 "Muchos de nosotros nos considerábamos hombres valientes. Aquí, en esta aventura forzosa, descubrimos sentimientos que no habíamos experimentado y con los que tuvimos que enfrentarnos para poder seguir.", 
 "En la noche del viaje todo estaba calmado, no hubo contratiempos en el camino, la noche se nos hizo muy larga, nadie podía dormir. Cuando llegamos a Quito, la capital, vimos como a cien migrantes que habían salido de muchas partes del mundo. El grupo con el que iba y yo no nos queríamos quedar, sabíamos que no teníamos ninguna autorización. Paramos un taxi para preguntarle al chofer si él podía llevarnos a la frontera de Colombia y él dijo que eso era ilegal, sin embargo, nos recomendó a un amigo que podía llevarnos.", 
 "Los \"coyotes\" eran muchos, en cada ciudad que cruzamos ellos eran los más beneficiados por las ganancias que recibían con personas como nosotros. Ellos se sintieron complacidos de ayudarnos por la cuestión económica, no porque tuvieran un gran corazón altruista, nos hacían creer cosas que no existían con la intención de que les pagáramos más dinero. Por ejemplo, nos decían que la policía tomaría todo nuestro dinero y nos asustaban diciéndonos que ellos nos harían daño. Era una forma de obligarnos a pagar más.", 
 "Cuando tomamos el taxi para irnos a la frontera de Tulcán para entrar seriamente a la aventura, el chofer sabía por dónde y cómo llegar rápido para evitar a los policías. Aunque era lógico encontrarse alguno y asífue; en el camino nos encontramos con policías. Nos pararon, el chofer nos había dicho que habláramos francés con ellos, porque si no nos iban a regresar a Perú y ya estábamos cerca de Colombia. Y cuando llegaron los policías le preguntaron al chofer que por qué su placa era otra numeración si estaba cerca de la frontera y el chofer le dijo que solamente se acercó a llevar a franceses a Colombia.", 
 "Los policías nos pidieron los papeles, hicimos como si no supiéramos hablar español y hablamos francés y ofrecimos dinero a los policías para irnos, por fortuna no había nadie observando y ellos aceptaron y nos dejaron continuar.", 
  "<img src=\"images/Sobrevivientes-4.jpg\"/>",
"  Apenas en Perú muchas personas ya estaban muy deterioradas, no podían hacer nada mejor que descansar en una terminal terrestre. ",
 "Esta faceta fue muy complicada porque sabíamos que si regresamos a Ecuador habría sido una pérdida de tiempo y dinero y faltaban tan sólo seis horas para llegar a Colombia. Durante el camino paramos muchas veces, pero afortunadamente no había policías a la vista. Cuando estábamos cerca de la frontera, el chofer nos dijo que no podía continuar con nosotros por cuestiones de seguridad policíaca.", 
" Él nos bajó del taxi y nos dijo que buscáramos cómo continuar, ahí había mucha gente esperando y cuando llegamos a la frontera era todo muy extraño, subía el estrés y más sentimientos encontrados. ",
  "<img src=\"images/Sobrevivientes-5.jpg\"/>",
 "<a name=\"cp3spa\">Capítulo III. Colombia</a>", 
 "El comienzo de cualquier tipo de riesgo", 
 "En la vida tienes dos opciones: 1) acostarte en tu cama a soñar o 2) levantarte de tu cama para realizar tus sueños. Y eso fue lo que hice. Su servidor radica en Brasil, donde trabajaba en un restaurante como mesero de las 12 p.m. hasta las 7 a.m., empleo cuya paga era de $1300 reales al mes. Provengo de Haití, nací en Puerto Príncipe dentro de una familia disfuncional, formada únicamente por mi madre, una hermana y un hermano. Por cosas del destino nos separamos y a mí me tocó crecer al lado de mi abuela, quien falleció cuando yo tenía veinte años y a los veintitrés, después de quedarme solo tres años, decidí partir a Brasil a buscar mi suerte.", 
 "La frontera entre Brasil y Colombia es un límite internacional continuo de 1644,2 kilómetros, el cual es completamente delimitado. La línea limítrofe transcurre por 808,9 kilómetros de ríos y canales; 612,1 kilómetros por líneas convencionales; y 223,2 kilómetros por divisorias de aguas. 1", 
 "Algunos meses antes de entrar a Colombia tuvimos que pagar mucho dinero para pasar la frontera, gastamos entre 300 y 500 dólares cada uno. El gobierno de Colombia fue uno de los gobiernos que, al ver la llegada de tantos extranjeros de diferentes nacionalidades, tomó a bien ofrecernos un documento de entrada con un permiso de veintidós días o hasta de un mes para permanecer en ese país. Sin embargo, en ese momento no podíamos cruzar los hombres, solamente las mujeres embarazadas y los niños tenían ese derecho, sin problema podían cruzar la frontera. Todos los demás fuimos condenados a cruzar por una colina. Dicha colina era como una cueva de ladrones, tanto así que cada familia de las que vivían por ahí tenía un arma de fuego como protección a su persona y a su familia, para cualquier emergencia. Ésta era su forma de cuidarse porque la policía estaba bastante retirada de ese poblado.", 
 "Cruzar la colina nos llevaba aproximadamente cuatro horas, era demasiado larga. Algunos colombianos de buen corazón -a pesar de los cuidados que tenían para defenderse de los invasores-, sin conocernos intentaron ayudarnos a cruzar con sus carros, pero fue en vano porque la colina era demasiado pesada y los carros no subían. Ellos, con tal de ayudar a los migrantes, se las ingeniaron para poner a las personas debajo de los camiones, o poner sacos de basura o de arroz encima de los individuos, pero era inútil, pues eran descubiertos.", 
 "'Consultado el 1 de septiembre de 2017 en: http://www. wikiwand. com/ es/Frontera_entre_Brasil_y_Colombia", 
 "Al ver lo que estaba pasando, nos reunimos todos para tomar una decisión que nos beneficiara para poder llegar. No había mucho qué pensar, sólo teníamos un camino que seguir, el peligroso -donde, para empezar, se tenían que pagar diez dólares al colombiano que estuviera a cargo-, y así fue. Desafortunadamente, creímos que sería el único pago que daríamos, pero no, en este camino por todo pagamos, pagos muy injustos por cosas necesarias como por ejemplo sentarnos, tomar agua, ir al baño, descansar. Estos abusivos colombianos nos habían comentado que sabían que los migrantes eran ricos, ya que sin dinero no se pueden atravesar diez países para llegar a la frontera de Tijuana. En pocas palabras: si no tuviéramos mucho dinero, para empezar, no hubiéramos salido del lugar donde radicamos; nada más equivocado que este pensamiento.", 
 "Como le sucede a todo ser humano en una situación desconocida, nos surge la desconfianza, sin embargo, no lo manifestamos. Los haitianos somos personas muy duras y necias. Tenemos un gen que nos define como fuertes -y no débiles-, ante las adversidades, hasta nuestra piel es resistente al ambiente, podemos soportar el dolor.", 
 "De tal suerte que esa colina en realidad no era un obstáculo grande. Sabíamos de antemano qué nos esperaba, pues mi raza es muy comunicativa y todos nuestros conocidos que ya habían hecho todo el trayecto nos iban diciendo cómo y por dónde y qué cosas íbamos a tener que pasar. Justamente por eso conocíamos los caminos, por las referencias que nos daban nuestros conocidos y sabíamos perfectamente que nada era más peligroso y difícil que pasar por el bosque de Darien Gap en Panamá. Ahí verdaderamente nos encontraríamos con diferentes desafíos.", 
 "Es un lugar que indiscutiblemente se tiene que pasar y en donde sabíamos que la mayoría se enfrentaría con sus fortalezas y sus debilidades, con sus seguridades e inseguridades. Era el lugar donde indudablemente nos llegaba el arrepentimiento de habernos salido de nuestra aparente comodidad.", 
 "Ya enrolados en el camino, yo retrasé al grupo debido a que no podía caminar porque era una subida muy ancha, complicada y enmarañada. No me esperaba un camino así de fatigoso y complicado. Sentía como si mis pulmones me fueran a explotar a pesar de ser joven. Jamás fui deportista, por lo que mi condición no era buena y en ese momento mi físico ya no resistía, pensé que no iba a poder continuar.", 
 "A lo lejos podíamos ver a varias personas, tan, tan lejos que no podíamos llamarlos. Aunque gritamos no nos iban a poder oír y, además, no podíamos gritar sin aliento. Lo único que iba a pasar era que desgasta ríamos nuestras últimas fuerzas y ni cómo recuperarlas porque no teníamos agua. Ignorábamos que el camino iba a ser tan largo. Nos sentimos engañados y enojados porque los guías -tal vez para no asustarnos, no lo sabemos, o por simple maldad- nos mintieron, ya que nos dijeron que caminaremos como por veinte minutos. Hubo un momento en que nos detuvimos, los \"coyotes\" no quisieron avanzar porque adelante había policías. Nos dejaron abandonados en medio de la nada, con hambre y sed y, muy descaradamente, sin un ápice de bondad, nos dijeron que continuáramos solos.", 
 "El camino que seguía era muy complicado. Llegó el momento en que pensamos que los \"coyotes\" nos habían tendido una trampa y que en cualquier momento nos mandaron ladrones para quitarnos lo poco que teníamos. Las emociones se movían como una rueda de la fortuna y con una velocidad increíble. Pensábamos miles de cosas, entre ellas todas las formas en que podíamos morir solos, en un lugar desconocido, y que nadie nos iba a dar una buena sepultura, pues difícilmente seríamos encontrados por nuestros familiares.", 
 "Pensábamos en todos los accidentes posibles que nos podían acontecer y que no tendríamos manera de atender. Encontrarse en un momento de esa naturaleza, donde la incertidumbre y el desconcierto apremian, no hace feliz a nadie. Pero, a pesar de todo lo que nos decían nuestros propios demonios, no pasó nada de eso. Gracias a Dios.", 
 "Después de un momento vimos una camioneta, la impresión de felicidad que tuvimos fue como cuando a un niño le festejas su primer cumpleaños y se asombra de todo lo que ve. Bueno, pues con esa capacidad de asombro fue que se nos devolvió la vida al cuerpo. Nos acercamos al chofer y le preguntamos si él podía llevarnos a la salida, nos informó que la salida estaba muy lejos. Muy amablemente nos dijo que esperábamos su regreso y entonces nos llevaría hasta la avenida principal. Lo pensamos por unos segundos y reaccionamos como cuando el niño abre su regalo y no es lo que él quería. En ese momento, decidimos movernos de ahí porque el camino no era de lo más bonito ni confiable.",
 "Afortunadamente, después de cuarenta minutos caminando, la camioneta regresó con muchas papas y el chofer nos dijo que ya podíamos subir. De esta forma fue que llegamos a la avenida principal. Imagínate que pagamos a los \"coyotes\" para cruzarnos por un camino de seis horas, cuando ellos no caminaron ni una hora. Recibieron en total más de 120 dólares por cada uno y pasaron 40 minutos con nosotros.", 
 "Cuando llegamos a la calle principal, el chofer nos dijo que no podía llevarnos lejos debido a los militares, y que no quería meterse en problemas. Lo entendimos, lógico. ¿Quién quiere andar con migrantes ilegales en su carro e ir a prisión o ser reprendido por un acto de compasión? Así que nos bajamos y tomamos un taxi para irnos a migración. Las oficinas estaban muy cerca de la frontera, sin embargo, no podíamos llegar directo, por lo que tuvimos que subir la colina caminando, casi seis horas para llegar. En el momento en el cual llegamos a la migración nos dimos cuenta de que la fila estaba muy larga. Teníamos que armarnos de paciencia si queríamos tener nuestro papel para cruzar el país.", 
  "<img src=\"images/Sobrevivientes-6.jpg\"/>",
    "  La desesperación era algo que nos afectó día tras día, al ver que estás en un camino por meses y todavía no puedes llegar a donde tú quieres. A veces ni quieres hablar con tu familia para contarles cómo está la situación, prefieres ocultarles la información por la vergüenza que sientes.   ",
 "Descansamos y vimos a otra gente que estaba llegando por el mismo camino, pero ellos no tuvieron la misma suerte que nosotros, porque nos relataron que les habían salido ladrones en el camino, que les quitaron su dinero y cosas de valor. Era comprensible que llegaran llorando, por la situación tan terrible que habían pasado. Todos sabíamos que en cualquier momento podía pasarnos lo mismo, así que -si lo vemos fríamente- las lágrimas estaban de más.", 
 "En migración nos dieron un documento de permiso por treinta días, pero ese día había tanta gente, que el gobierno nos repartió en diferentes ciudades. Después de un día largo, sin comer nada, algunos pensamos quedarnos una noche en la frontera porque los camiones para viajar estaban en el centro, pero nadie se quiso quedar con nosotros, por lo que tomamos un taxi para irnos a la terminal terrestre y pagar un camión hasta Medellín, con la intención de tramitar un documento para cruzar el país. Entonces, la migración de la frontera nos proporcionó un papel que nos permitiría llegar hasta Medellín.", 
 "En el camino, cuando casi llegábamos, nos topamos con un grupo de militares, dos de ellos estaban revisando el equipaje por fuera y los otros dos nos preguntaron si teníamos papeles. En realidad no les importaban los papeles. Ordenaron que nadie bajara del camión. Lo que hicieron fue pedirnos que nos quitamos los zapatos para verificar que no trajimos droga y dos de los militares que estaban abajo se llevaron zapatos, dinero, lo que se les vino en gana. Sin embargo, los haitianos ya estábamos preparados con el dinero escondido dentro del desodorante, dentro de los jabones, en diferentes lugares de nuestras pertenencias y de nuestro cuerpo.", 
 "Después de llevarse lo que pudieron, nos pidieron calma para que el viaje continuará. No vimos ninguna razón legal por la cual nos hubieran detenido, sólo vimos la parte injusta de su trabajo. Habíamos pensado -inocentemente- que estaban para ayudar, pero no, el robo era parte de su trabajo, parte del enriquecimiento ilícito de los militares. Durante este año de migración, definitivamente les fue muy bien. Aquí no terminó nuestro coraje e impotencia. Cuando el camión continuó, un señor miró dentro de sus zapatos y no vio su dinero y lloró mucho, algo verdaderamente exagerado y muy fuerte; esto provocó el enojo en los demás. Todos estábamos bajo tensión.", 
 "Este hombre aseguró que su dinero estaba en sus zapatos y empezamos a tener dudas porque había muchos colombianos en el autobús que dijeron que esos policías eran puros ladrones. Conocíamos nuestros derechos y debíamos de haber ido a una comisaría a poner una denuncia, pero no teníamos ningún papel del país y nos dio miedo porque pensamos que si íbamos nos deportaron.", 
 "Vaya sorpresa y arrepentida que nos dimos de habernos enojado con ese señor por llorón, porque cuando llegamos a la ciudad y bajamos de la furgoneta al abrir nuestras mochilas nos dimos cuenta de que de alguna manera muy hábil y perversa nos habían robado el dinero, la ropa y los zapatos a varios. En seguida los afectados se pusieron a llorar y rápidamente tratamos de hacer una barrera para detener el camión, pero el resultado fue inútil.", 
 "Mis amigos y yo teníamos otra manera de guardar el dinero, así que por esta ocasión no fuimos afectados como ellos. No obstante, yo sinceramente estaba muy triste de ver a mis compañeros de viaje sufriendo porque ¿cómo iban a continuar sin dinero? Por fortuna o desgracia nuestra, nosotros sí podíamos continuar y lo hicimos.", 
 "Estábamos molestos a la vez con ellos, porque sabiendo que estábamos expuestos a eso, al abuso de las autoridades, ellos no tomaron sus precauciones. Comentábamos que cómo era posible que pusieran sus cosas de valor en sus mochilas y no en sus carteras, donde la policía no estaba autorizada a meter mano. Después de este mal momento, tomamos un taxi para irnos a la migración. Cuando llegamos, debimos esperar un momento para que ellos hablaran con nosotros sobre el documento que nos iban a expedir.", 
 "Con todo lo vivido en poco tiempo, esperamos y bendito sea Dios, gracias a quien aún existe gente buena a la que no le importa ser criticada o maldecida con tal de darle de comer a aquél que lo necesita, y nosotros lo necesitábamos porque nos estábamos muriendo de hambre y de sed. Dios estaba mostrándonos su cuidado a través de estas personas que no sabían quiénes éramos ni de dónde veníamos, que a lo mejor ni nuestro idioma hablaban, pero se dejaron guiar por Dios para dar de lo poco que tenían al migrante. De tal suerte que recargamos baterías para poder seguir con lo que faltaba.", 
 "Aunque esperábamos la atención por parte de las oficinas de migración, no nos recibieron. Las autoridades nos dijeron que teníamos que regresar muy temprano al siguiente día y también nos ofrecieron quedarnos en el país, que nos iban a dar muchas oportunidades; sin embargo, nadie quería quedarse en Colombia. Era muy pronto para tomar una decisión así. El objetivo de llegar a Colombia era tener el sello que nos permitiera cruzar el país para entrar a Panamá. No había tiempo para descansar. De esta forma, y con un poco de ánimo, nos fuimos directamente a una terminal terrestre para comprar un boleto de camión, que nos llevaría a la próxima ciudad, Medellín.", 
 "Ya estando en el camión para irnos a Medellín, tomamos más precauciones debido a los antecedentes de los viajes anteriores. Los choferes de los camiones parecían tener comisión en los restaurantes a los que nos llevaban, debido a que eran restaurantes muy caros y a cada rato se detenían. Nosotros lo que queríamos era ahorrar dinero, así que no entrábamos, sino que compramos cualquier cosa mínima para sobrevivir. Medio comíamos, medio bebíamos y medio dormíamos.", 
 "En la noche llegamos a la ciudad de Medellín y nos fuimos directo a la terminal para tomar la salida a Turbo, última ciudad antes de entrar al terrible Darien Gap. Turbo es una de las ciudades en las que nos sentimos como si fuera Haití, pues su población es de color. Aquí no nos veían como bicho raro o cosa extraña. Nos sentimos como en nuestra casa, porque no parecíamos extranjeros, todos éramos ¡iguales. Algunos de los haitianos que llegaron a esa ciudad no se pararon a descansar, sino que tomaron directamente un bote que los traslada a Darien Gap. Error. Por esta falta de razonamiento y sabiduría muchos terminaron muertos o enfermos por el cansancio físico, y tuvieron que retornar a su lugar de origen.", 
 "Todo mundo sabe que la selva es un lugar peligroso, mortal, donde se tiene que caminar mucho y se requiere cuidarse de los múltiples peligros. Sin embargo, muchos no atendieron las indicaciones de nuestros hermanos que ya habían cruzado por ahí. Para entrar a la selva tenías que descansar y así lograrás estar al 100%, porque el Tapón del Darién, igualmente conocido en inglés como el Darien Gap, es un área selvática y pantanosa, ubicada en el límite de América Central (Panamá) y América del Sur (Colombia). Esta zona sigue siendo igual de agreste que en la época de la Conquista. Sólo que ahora es asolada por grupos armados, los asaltos están a la orden del día y las mujeres son violadas, mientras las enfermedades tropicales como el dengue o la malaria están a la puerta. Lo que significa que no es nada agradable caminar por ahí.", 
 "Si no me equivoco son 160 kilómetros los que hay que atravesar. Mi grupo y yo, utilizando nuestro sentido común, decidimos quedarnos tres días en Turbo para alimentarnos bien y retomar fuerzas descansando para poder continuar.", 
 "No ignorábamos las amenazas del lugar. Sabíamos de antemano que, de no hacerlo, no íbamos a sobrevivir y como resultado no llegaríamos al siguiente destino: Panamá. Escuchamos el consejo de nuestros amigos que ya habían hecho el recorrido, nos explicaron que teníamos que irnos con paciencia, si no, no íbamos a salir con vida de ahí debido a las múltiples contingencias.", 
 "Seguimos las indicaciones y fuimos a buscar un hotel. Éramos trece haitianos en busca de un lugar donde descansar. Algunas personas nos abrieron sus casas y nos rentaron unos cuartos. La gente fue muy amable al hospedarnos porque los hoteles eran muy caros. Aunque encontramos algunos baratos, pero sin televisión y estábamos buscando, además de descansar, algún tipo de distracción. Por la noche hicimos una reunión para planificar el viaje. Todos debíamos compartir lo que teníamos de dinero para poder comprar comida, agua y cosas de uso personal.", 
 "Por la mañana nos dividimos en grupos, cada uno con su propia tarea por hacer. A nosotros nos tocó ir al mercado. El día estaba demasiado caluroso, era un sábado y nos sentíamos agotados por tanto calor. Cuando regresamos hicimos mucha comida, bromeamos, tomamos una cerveza y por la noche nos fuimos a dormir temprano. Esos momentos fueron agradables porque nos hicieron olvidar el sufrimiento por el que habíamos pasado.", 
 "El domingo fue un día especial porque reímos cuanto pudimos, desde la mañana hasta la noche, y así pasamos el día, distrayendonos. El lunes era el día de partir. Temprano nos fuimos a comprar los boletos y unas botas, con la intención de poder cruzar el lodo que sabíamos que íbamos a atravesar, porque en la selva todos los días llueve. Nos preparamos con las mochilas y con cosas necesarias; la hora de partida era a las diez de la mañana, a esa hora salía la lancha y no nos iba a esperar. Esa lancha era un transporte legal, tenía el control de la Marina, y trasladaba gente a Turbo para realizar compras de mariscos. Éramos cuarenta personas, entre haitianos y cubanos, en la lancha. Nos pusieron salvavidas a todos para prevenir cualquier accidente y el viaje duró dos horas.", 
 "No hay ser viviente que no sienta miedo cuando se enfrenta al peligro; el valor radica en enfrentarse a él y ponerle una buena cara. Nuestra fortaleza en ese momento era nuestra familia y lo que les podíamos ofrecer en el futuro; esto es lo que nos motivaba a seguir.", 
 "No teníamos otro objetivo en la mente más que ir a ganar dólares. Cuando vi el mar y los arrecifes, pensé que estaba loco, porque estaba exponiendo mi vida en esta travesía y me preguntaba si valía la pena exponerme de esta forma.", 
 "El mar estaba tan bravo que hasta el hombre que se creía más fuerte se quebraba del miedo provocado al navegar por esas aguas. Es una sensación terrible, tu ritmo cardiaco se acelera, tu presión sube y baja. Los pensamientos iniciaban nuevamente a jugar con nosotros, de pronto venía a mi mente que lo mejor era echarse al río y que ahí terminará todo. En verdad, si uno no controlaba su mente podía terminar loco. Necesitas mucha fuerza mental para no terminar desquiciado. Pero gracias a Dios que salimos de esas aguas tormentosas con vida.", 
  "<img src=\"images/Sobrevivientes-7.jpg\"/>",
    "  Fue un placer para todo el mundo el ir a ver a sus amigos que navegaban en este pequeño barco. Alrededor de cuarenta personas por barco. Era el comienzo de una aventura en el grande y profundo Darien Gap.   ",
 "Todos teníamos miedo de empezar este trayecto, sin embargo, el miedo que recorría nuestro cuerpo debíamos usarlo como defensa y continuar a pesar de todo. Esto no evitó que siguiéramos soñando positivamente con llegar a la meta final, independientemente de cuál fuera la situación.", 
  "<img src=\"images/Sobrevivientes-8.jpg\"/>",
 "<a name=\"cp4spa\">Capítulo IV. Darien Gap</a>", 
 "Sálvese quien pueda", 
 "Darien Gap fue para nosotros la parte más horrible del juego; tratábamos de ser cautelosos y llevar las cosas con calma si queríamos seguir con vida. Sabíamos que íbamos a caminar durante varios días por un lugar muy arriesgado. Cuando llegamos a la orilla de la playa nos encontramos con muchos colombianos que nos estaban esperando para guiarnos por el camino hasta Panamá. Mi grupo estaba bastante cargado, con varias maletas y comida; aunque otros grupos, por azares del destino, no traían casi nada. El guía nos mandó al frente a mi grupo y a mí, debido a todas las cosas que traíamos.", 
  "<img src=\"images/Sobrevivientes-9.jpg\"/>",
    "  Al llegar, antes de tomar el camino en el bosque, todo el mundo debía dar su papel a los oficiales para validar su viaje a la selva —manera de borrar la evidencia de que ibas a través de estos lugares, en caso de que te quedaras en el bosque—.",   
  "<img src=\"images/Sobrevivientes-10.jpg\"/>",
"  El camino estaba colmado de mujeres de diferentes naciones, había también mujeres fuertes, ¡tanto como los hombres!   ",
 "En las primeras horas del camino todos empezamos a conversar como para calmarnos, pero con miedo. Lo bueno o lo malo de saber sobre este trayecto a través de otros, es que ya teníamos expectativas porque ya conocíamos las amenazas del lugar. El caminar fue difícil porque no todos teníamos la condición para seguir el ritmo de los guías y a la vez, tampoco podíamos abandonar a los que quedaban atras, ya que eran personas vulnerables, como las mujeres, algunas de ellas con niños y embarazadas; así que la única opclón era esperar a que se alinearan con el grupo y luego caminar todos juntos. Cruzamos la primera montaña en mi. una hora y, cuando llegamos a la cima, vimos un hermoso paisaje: había vacas, burros y caballos, y nos preguntamos comoo fue que aparecieron ahí, pues no había forma de que llegaaran solos; no había ni siquiera casas.", 
 "Pudimos apreciar un río muy calmado, todo • aparentemente estaba muy bien. Al parecer, los guías conocían a dónde nos debían llevar y todo lo tenían planificado. Como cosa irregular y fuera de toda lógica, llegamos a descansar a un lugar en la selva donde había tiendas, música y cerveza, parecía un lugar de fiesta, para esto ya eran las seis de la tarde. Este paisaje que vimos nos extrañó mucho, pero al fin de cuentas, era el negocio de ellos. Tratamos de divertirnos en ese lugar, pero lamentablemente los precios de las cosas estaban muy elevados; abusaban tristemente del migrante, ya que era el único lugar donde uno podía conseguir de comer o beber. Una simple botella de agua te podía costar hasta dos dólares, si no es que más. Ellos erróneamente pensaban que cargamos fajos de billetes.", 
 "El grupo estaba formado por cien personas. Decidimos quedarnos a acampar esa noche. No era un hotel de cinco estrellas, estábamos a la intemperie, de modo que algunas mujeres se fueron a cortar leña para poder cocinar y los hombres, aprovecharon el congal que estaba a unos pasos para irse a beber cerveza y a bailar. Me incluí con ellos y nos fuimos a \"divertir\". Increíblemente, después de lo vivido, en medio de ese ambiente nos pudimos distraer momentáneamente. Cuando la comida estaba lista, todos nos sentamos en círculo para cenar, posteriormente ir a dormir y dejar pasar la noche. Esa misma noche los guías nos trataron de preparar psicológicamente diciéndonos que los primeros días eran los más difíciles, parecía que ellos ignoraban que estábamos en contacto con los que ya habían pasado por esas tierras.", 
 "Nuevamente estábamos a la expectativa. Era obvio, ¿quién no le teme a lo desconocido? Pero al menos yo no estaba dispuesto a fracasar y retroceder. Una vez empezando un proyecto en tu vida, debes utilizar todas tus energías para concluirlo, aunque no tengas ninguna. Lo haces porque lo haces. Sólo una cosa podía hacer tu sueño imposible: el fracaso.", 
 "La lluvia inició a las diez de la noche y nosotros no teníamos manera de cubrirnos. Fue muy trágico para nosotros porque no estábamos en un lugar protegido. Tratamos, en medida de lo posible, de cubrir a los niños que eran nuestra prioridad, los cubrimos con plásticos, mochilas, etc. Todos los días estuvo lloviendo y así iba a continuar, porque ese es el clima de la selva. Debido a la lluvia, las montañas se ponían inseguras porque cualquiera podía sufrir un accidente debido a la tierra mojada y resbaladiza.", 
 "A causa del clima que imperaba, muchos estaban desesperados por regresar, lo cual ya no era posible. De tal suerte que, tenían que tomar fuerzas de donde pudieran porque estábamos advertidos de que una vez iniciando, no había retorno. Es como las apuestas, lo arriesgas todo por el todo o por nada. Así era nuestra realidad. Con todo el pesar, el frío, el cansancio, la comida mojada, la ropa mojada, era imposible no pensar en arrepentirse de haber salido de nuestro lugar de origen.", 
 "A las cinco de la mañana nos preparamos para continuar por el Darién Gap. Los guías eran personas malhumoradas, amargadas, enojonas; hasta se podría decir que inhumanas. No tenían paciencia para esperar a nadie, nos avisaron que a las seis de la mañana debíamos empezar el recorrido. Hablaron con nosotros para advertirnos que íbamos a cruzar una montaña que tardamos ocho horas en recorrer y que no se nos ocurriera tocar ni un árbol, ni una hierba porque podían ser muy peligrosas para nosotros, hasta mortales. Las plantas estaban llenas de espinas, no nos podíamos apoyar o recargar en ninguna. El animal del que nos debíamos cuidar era la cobra, porque ahí abundan. No cabía la posibilidad de quedarnos a mitad del camino, el recorrido era sin parar hasta el final, debido a la cantidad de animales salvajes con los que nos podíamos enfrentar. Por lo tanto, continuaremos hasta terminar al pie del otro lado de la montaña, antes de que oscureciera. Ese era el plan.", 
  "<img src=\"images/Sobrevivientes-11.jpg\"/>",
  "A menudo, pasado el mediodía, cuando estábamos cansados de caminar, descansamos, y las mujeres preparaban los alimentos.  ", 
 "Debido a la lluvia de la noche anterior, nuestros cuerpos estaban mojados, cansados y desvelados, no sabíamos cómo es que íbamos a poder con eso. No obstante, nos preparamos para partir y tan pronto como pudimos, todos de diferentes maneras de acuerdo a sus creencias, rezabamos u oramos. Nuestra confianza era en el favor de Dios para que nos sostuviera en el camino.", 
 "Yo me limité a observar a las personas y me di cuenta de que muchos iban solos, sin amigos ni familiares. Aunque había veces en que uno —conforme a sus intereses, aunque no quisiera—, pensar egoístamente en continuar sin retroceder, no voy a decir que no hubo momentos en los que todos nos necesitamos unos a otros; y claro que nos ayudabamos y sentíamos que estaba fuera de lugar tratar de ignorar totalmente la situación del otro.", 
 "Después de cinco horas de trayecto, les solicitamos a los guías que nos dejaran descansar; los niños ya estaban agotados y la tierra estaba pesada para caminarla debido a que estaba mojada y eso lo hizo más difícil. Logramos un descanso de sólo quince minutos, ya que teníamos que cruzar en ocho horas. La montaña era el límite de Colombia, la selva se encuentra entre Colombia y Panamá y el objetivo del día era terminar de cruzar esa montaña y llegar al límite con Panamá.", 
 "Pasadas esas cinco horas de trayecto, nos dimos cuenta de que no éramos los únicos que estábamos en el camino. Me tocó ver gente llorando desesperada, preguntándose cómo es que iba a continuar; gente que ya se encontraba más adelante. La montaña estaba muy empinada, era imposible alcanzar a ver la punta. Mi amigo y yo descansamos entre quince y treinta minutos, confiábamos en que podíamos alcanzarlos, pues comparándonos con las mujeres y los niños, teníamos mejor condición.", 
  "<img src=\"images/Sobrevivientes-12.jpg\"/>",
    "  Los hombres tomaron sus responsabilidades y cargaron todas las maletas para que los niños y las mujeres fueran libres como el aire, con el fin de no retrasar los grupos.   ",
 "En esta montaña vimos la muerte, la impaciencia, la desesperación, la agonía. Sin embargo, a los creyentes nuestra fe nos fortalece. Durante esta travesía los hombres más fuertes ayudaban a las mujeres, a los niños y a los hombres que se encontraban en condiciones vulnerables. Ese día más de cien personas cruzaron por la cordillera.", 
 "Las emociones y el palpitar del corazón eran muy fuertes por la presión y el estrés. En ese momento estábamos cerca de la cima y, a la vez, los traficantes nos estaban dando el aviso de que faltaban seis horas. No teníamos la opción de acampar en la selva, por lo que nos pedían que caminaramos o corrieramos de prisa. Sin perder tiempo, mi grupo y yo seguimos como pudimos las indicaciones. Fue justo en ese momento en que me sentí más indefenso, frágil, perdido en mis pensamientos que iban y venían, muy crueles y muy inestables. Lógicamente uno piensa que jamás volverá a ver a su familia ni a sus amigos. En lo personal, peleaba con mis propios demonios. De pronto me decía que en cualquier momento algún animal salvaje saltaría sobre nosotros, porque cada aullido se escuchaba cerca y a la vez demasiado lejos. No sé si alguna vez has estado en la selva, pero era difícil escucharlos y pensar que todo estaría bien.", 
 "Los sonidos eran diversos, todo tipo de animales, tantos que en ese momento no se podían identificar. Los sonidos eran tan, pero tan fuertes, que supuse que eran leones, tigres, jaguares, monos araña, pumas, o bien, la entrada triunfal de una cobra.", 
  "<img src=\"images/Sobrevivientes-13.jpg\"/>",
    "  La parte inferior es una cadena montañosa, pasamos casi seis horas subiendo.   ",
 "Aquí es justamente cuando haces una pausa y te pones a pensar en la importancia de las cosas que posees. En ese instante todos traíamos dinero, pero pudimos comprender que ahí no tenía ningún valor. Nos habíamos movido de nuestra aparente estabilidad, en mi caso, de Brasil, pensando en el bendito dinero, dándole un valor muy significativo y ahora, el dinero no valía nada. ¿De qué te sirve tenerlo y no usarlo? ¿0 de qué te servía si podías morir? Dice la Biblia que el principio de todos los males es el amor al dinero. Pues en mi caso así fue. Recorrí el mundo en busca de los dólares y justo por los dólares podía morir. Que irónico y cruel.", 
 "Hay un personaje mexicano que se llama don Ramón, de la serie famosa de El Chavo del Ocho, quien decía muy asertivamente: \"puede ser que no tenga ni un peso en la bolsa, pero tengo una sonrisa en el rostro, que vale más que todo el dinero del mundo\". Cómo anhelaba tener una sonrisa que valiera oro. Qué difícil es darles el verdadero valor a las cosas y tener que aprender a valorarlas de otra manera debido a tu experiencia. Esto puede ser una ventaja, según cómo lo veas.", 
 "De manera que íbamos lo más rápido que se podía. Con los pies deshechos y sin fuerzas debido al camino tan complicado, cargaba mi mochila en los hombros; sólo pensaba en que todo eso terminara. Cuando llegamos al pie de la montaña ya habían pasado siete horas. Era la parte panameña del Darién Gap. Después de treinta minutos de caminar al pie de la montaña empezamos a escuchar muchos más ruidos. Pensamos que, afortunadamente, se trataba de panameños; pero no, eran también inmigrantes como nosotros, cubanos, quienes nos informaron que estábamos por llegar a un refugio, el primero en Panamá.", 
 "Cuando llegamos al refugio notamos que la tierra estaba húmeda y con mucha piedra encima, en malas condiciones. Ahí nos encontramos gente de Gana y de otras partes de África, Cuba, Pakistán, Brasil, Haití y muchos otros países. Antes de entrar nos solicitaron que hiciéramos una fila para darnos un número, el cual nos serviría como registro y como pase de salida. Había muchos antes de nosotros. Aquí se ejercitaba la paciencia, aunque sinceramente no la teníamos. A mí me tocó el número 328, ¡era terrible tener que esperar tanto tiempo! Ellos mandaban por día 50,80 ó 100 personas, pero no diario. ¡La situación era muy deprimente y desesperante! Porque nosotros no teníamos libertad de movimiento, todo lo que pensáramos hacer lo debíamos informar a los soldados, ellos eran los que decidían cómo administrar mejor el lugar. Por consiguiente, era evidente el control estricto y riguroso.",
 "Después de que me dieron mi número, me tomé el tiempo para reflexionar sobre las personas que se quedaron atrás. No nos fue posible -por más que lo intentamos— llegar todos juntos. Me preocupé por un amigo de Brasil que venía conmigo. Él tomó la decisión de quedarse con dos señoras que traían una niña; fue un acto muy altruista y desinteresado de su parte, lo cual admiro y respeto de él.", 
 "Como a eso de las ocho de la noche empezamos a ver que iban llegando personas al refugio. ¡Me dio mucho gusto ver entrar a mi amigo! Aunque se me partió el corazón verlo llegar llorando junto con las demás personas, porque no podían creer que lo hubieran logrado, pues ¿quién no iba a tener terror de quedarse solo en la selva, sin protección? Lógico que al llegar se emocionaron de alegría y de agradecimiento por haber llegado con vida.", 
 "Los soldados se encargaron de darnos arroz y aceite para que nosotros mismos nos hiciéramos de comer, pues en el camino dejamos la comida que traíamos. Esto no lúe tan desagradable; no era una comida normal, pero fue suficiente para mitigar el hambre.", 
  "<img src=\"images/Sobrevivientes-14.jpg\"/>",
    "  El primer refugio en Panamá. Este lugar era como si nos llevarán a los cerdos.   ",
 "Esos momentos eran irritantes, molestos, porque no había donde dormir. Tú mismo tenías que llegar y hacer tu tienda de dormir sobre el piso húmedo y sobre las piedras. ¡Era atroz! Porque, además del clima frío, no podías esconderte de la lluvia, el sufrimiento seguía. Cuando todos estaban tratando de buscar un lugar para acomodarse, los soldados empezaron a hacer disparos al aire para que los animales salvajes no se acercaran, el propósito era ahuyentarlos. El clima de la selva es tropical-lluvioso; tan pronto como se adentra la noche, llegó la lluvia, por lo que nadie podía dormir, ya que las tiendas que hicimos para refugiarnos eran de tela o manta y funcionaban solamente para cubrirnos del sol.", 
 "Obviamente los niños empezaron a llorar, pero ese era el menor problema; el verdadero problema era que alguna bestia salvaje nos pudiera devorar, de tal suerte que nuestra confianza —en este caso— estaba puesta en los soldados que se quedaron a custodiarse. La noche parecía interminable.", 
 "Supusimos que, tristemente, aún había personas que se había quedado en la selva. Si donde estábamos la situación no era nada agradable, no me quiero imaginar cómo la pasaron ellos. Por la mañana empezamos a ver que llegaban. Llegaron con muchas lesiones en su cabeza, torso, manos y piernas y, a pesar de eso, estaban felices de encontrar un lugar donde pudieran, aparentemente, descansar. Nosotros solamente les apoyamos haciendo sus tiendas, pues ellos estaban sumamente agotados.", 
  "<img src=\"images/WhenWeArrived.jpg\"/>",
    "  Cuando llegamos a este sitio, debíamos ir a tomar algo de comer antes de que lloviera, hiciera la situación.   ",
 "Por la mañana lo único que estábamos esperando era que iniciaran con el llamado de los números que iban a salir ese día, así que existía una impaciencia al respecto. Como ya sabía que mi número iba a tardar en ser nombrado, me quedé con mis amigos conversando, viendo la manera de salir antes y no esperar nuestro turno. Observamos, observamos y observamos. Como primera opción, muchos haitianos empezaron a ofrecerles cosas de valor a los soldados; todo lo que se pudiera: tenis, camisas, pulseras, collares, anillos y dinero, con tal de que los dejaran salir, aunque fuera de noche.", 
 "Mis amigos y yo fuimos más listos, buscamos una pluma y un papel del mismo color con los que escribieron los números, hicimos veinte números y lo intentamos. Hicimos una prueba primero, anotamos cinco números para cinco amigos, con la finalidad de que fueran nombrados y salieran ese día. Gracias a Dios ese día los soldados llamaron a cien personas y ahí entraron los cinco números, entonces nosotros dijimos con seguridad: ¡mañana nos vamos!", 
 "La jornada fue muy lenta, muy pesada, muy dura. Era de imaginarse que el piso no estaba nada cómodo.", 
 "En la noche, un haitiano me invitó a irme con él, pues el muy atrevido le había pagado a un soldado para que lo dejara irse antes, fue una oferta tentadora; sin embargo, pensándola bien le dije que no, que me convenía mejor esperar el número que yo mismo me había puesto. Cualquiera sabe que viajar de noche es sumamente peligroso, nada seguro, debido a toda clase de animales que uno se puede encontrar. Él sí se fue. He aquí un ejemplo de lo que no le debemos permitir a la impaciencia, pues fue una muy mala decisión.", 
 "En ese mismo momento vi a un grupo de haitianos que pegaron un grito muy fuerte, que gritaban que había un león y fue cuando todos empezamos a correr, no importando si tenías hijos o esposa a tu lado. Lo que importaba era salvarse uno mismo. Las mujeres dejaron a sus hijos y los esposos a sus esposas con tal de salvar su vida. Todos empezaron a correr, a gritar, a clamar a Dios o en quien creyeran. Lo que hicieron los soldados fue empezar a disparar al cielo para espantar al león.", 
 "Después de este susto, vi a un amigo que se había caído y se había lastimado en el trayecto, y de pronto empezó a salirle sangre por la boca. Junto con él estaba una mujer embarazada de ocho meses que también se lastimó. No eran los únicos, muchas personas estaban lastimadas y sin atención médica. Para su suerte fueron trasladados a otro refugio que contaba con un helicóptero que los llevaría a la ciudad para ser atendidos.", 
 "Esas noches eran muy largas y te la pasabas sin dormir tan sólo de pensar que algo pudiera pasar. Lo mejor era estar con el ojo bien abierto, por cualquier cosa.", 
 "Era la segunda noche, temprano, después de comer algo, los soldados empezaron a nombrar los números, ese día tenían una lista de 120. Gracias a Dios, yo y mis amigos pasamos con los números que habíamos hecho; íbamos felices por nuestra gran hazaña y porque no fuimos descubiertos. Debíamos caminar 45 minutos antes de llegar al otro refugio. Los soldados nos dijeron que fuéramos al paso de la gente que iba lento, para llegar todos juntos sin problema al segundo refugio dentro de la selva.", 
 "Iniciamos los 120 la caminata a ese lugar, mejor que el anterior, debido a que las condiciones del piso eran óptimas; al menos no había agua tirada donde tuviéramos que quedarnos. Ese trayecto fue relativamente rápido, pensábamos que en ese lugar íbamos a ver casas, carros, otras personas, pero no. Nuestra paciencia se estaba agotando y creíamos que llegaríamos a una colonia, pero nada más equivocado; ese período fue mucho más largo de lo que pensábamos.", 
 "Cuando llegamos a ese refugio nos organizaron en grupos de cuatro para construir una tienda en donde permanecer mientras continuamos. El material con el que hacíamos la tienda solamente servía para cubrirnos del sol, ya que eran hojas de árbol. Como llegamos temprano, nos dieron tiempo para cocinar; era lo mismo, arroz con aceite, agua del río y sal.", 
 "La dinámica era la misma con respecto a la numeración, pero con un poco de agilidad y perspicacia lograríamos salir antes. Conocíamos de antemano que, si no se podía con la falsificación de la numeración, entonces podríamos pagarle a algún soldado de manera discreta. Por lo mismo, esa noche a algunos de nosotros nos llamaron para continuar el camino, ya que habíamos pagado por ese favor. El pago no necesariamente era dinero, sino cosas de valor, como ya habíamos comentado. El que podía daba quince dólares y el que podía daba sus tenis, zapatos o lo que pudiera. Lamentablemente en ese lugar no era posible falsificar los números debido a que no estaban escritos en papel con pluma, sino en cartón y con marcador.", 
  "<img src=\"images/Sobrevivientes-15.jpg\"/>",
    "  Muy a menudo nuestra comida: mezcla de arroz con espaguetis, sal y agua.   ",
 "Ese lugar contaba con un helicóptero en el que trasladaban a personas enfermas, a mujeres embarazadas o mujeres con niños, en caso de ser necesario. Al día podía haber dos salidas o a vece sninguna, como en el caso de los fines de semana, cuando no había salidas. Aquí el tiempo de espera era incierto, y no nos quedaba de otra más que tratar de armarnos de mucha paciencia porque los momentos de espera podían ser largos.", 
  "<img src=\"images/Sobrevivientes-16.jpg\"/>",
    "  Nos dejaron dormir en el bosque sin ningún tipo de esperanza. No podíamos decidir nada. Nuestras palabras no tenían ningún valor. Se castigaba con mucha frecuencia.   ",
 "Desafortunadamente por ser hombres no se nos permitía viajar en el helicóptero, debido al concepto que se tiene del hombre, equivocadamente, como un ser fuerte y aguantador; pero bajo estas circunstancias ambos sexos sufrimos las mismas carencias, las mismas necesidades, las mismas adversidades y descubrimos que se vale llorar. El llorar nos permitía expresar nuestro dolor. También nos cansamos, también nos debilitamos, también pasamos por momentos de quebrantamiento. Bajo tales presiones no había hombría que cuidar. Lo que sentíamos lo expresamos a través de las lágrimas. Sin embargo, me imagino que, si alguno de nosotros hubiera estado grave, sí i si hubieran usado el helicóptero por cuestiones humanitarias.", 
 "Continuamos caminando y nos dijeron que la manera de salir más rápidamente era construyendo una barca improvisada, que ellos -los soldados- nos pondrían a . ir mar. Con fuerza o sin fuerza, con hambre o con sed; ellos •■señalan quienes la iban a construir. Supongo que se < dejaban llevar por lo que veían en uno.", 
 "De pronto volvió el ingenio entre mis amigos y yo. Empezamos a investigar quién de nosotros tenía marcadores y quién podía conseguir el cartón, así que volvimos a falsificar los números para que todo el grupo en el que veníamos juntos nos fuéramos antes. Todo esto lo hacíamos en secreto, de manera muy privada porque, de lo contrario, los demás nos podían pedir un número y seríamos descubiertos.", 
 "Esa tarde los soldados organizaron competencias de natación. Entraban a la competencia todas las nacionalidades:cubanos, nepaleses, panameños, haitianos, africanos, etc. Cualquiera que supiera nadar podía defender a su país. Este juego fue una actividad muy ingeniosa y recreativa que nos hizo olvidar momentáneamente en dónde estábamos. Por esos instantes pensábamos que éramos una verdadera comunidad, en medio de una realidad que no teníamos.", 
 "La competencia la ganaron los soldados panameños por su condición física y la adaptación al medio, además de que no estaban cansados como nosotros. Fueron momentos de distracción muy satisfactorios.", 
 "Esa noche llovió muy fuerte, pensamos que los soldados se quedarían con nosotros a cuidarnos, pero no fue así, ellos se apartaron del lugar. No había tanto peligro como en el refugio anterior. Hubo un grupo que se escapó en secreto debido a que se sintió libre, pues no estaban los soldados, y agarraron camino. Pero uno de ellos no sabía lo que le esperaba, pues un soldado caminó para hacer sus necesidades a una distancia considerable y ahí se encontró al haitiano y lo golpeó brutalmente. Con mucho salvajismo metió su cabeza en el agua y al final lo esposaron. Además de la brutal golpiza, lo amarraron a un árbol para que al día siguiente lo viéramos ahí.", 
 "Esto ocasionó que todos nos enojamos y empezáramos a pelear y a discutir. Nuestra defensa era que no éramos esclavos ni presos para ser tratados de esa manera. Después de esto los amenazan diciéndoles que si no nos cruzaban ellos, nosotros nos iríamos solos, y que si no les parecía podían dispararnos, pues no nos íbamos a detener. Entonces, los soldados consideraron nuestras palabras debido a que nosotros éramos más que ellos y muy inteligentemente cada dos días empezaron a mandar a más de cien personas para calmarnos.", 
 "Como ya había mencionado antes, éramos de diferentes nacionalidades y cada país buscaba su propio beneficio y sus propias maneras de irse antes del turno. Nos dimos cuenta de que los cubanos y los nepaleses estaban organizando escaparse en las barcas que se habían construido en acuerdo con los soldados. Por lo que, nosotros velamos toda la noche para que eso no pasara y detenerlos en caso de que se les ocurriera agarrar camino.", 
 "El otro lugar que nos esperaba era el que autorizaba la cantidad de gente que podía cruzar. Podían ser cien, pero los soldados decían ochenta y ellos ganaban cobrándole a los otroos veinte. Los haitianos estábamos muy atentos de la situción y, a pesar de las trampas que hacíamos para llegar a nuestro destino, en este caso pedíamos que fueran justas las salidas.", 
 "EL plan que manejaban los soldados fue un fracaso, porque no les resultó como pensaban. Entre los cien que pedian eran más haitianos que cubanos o nepaleses. Los superamos en número. Ellos no pasaban de las cein personas, pero solamente cruzaron las personas que habían trabajado en la construcción de las barcas, que eran como ochenta. Sin embargo, nosotros tuvimos oportunidad de cruzar junto con ellos.", 
 "Ellos nos dejaron en las balsas y lo único que sabíamos era que debíamos seguir el río. Aquí era imposible pedirle información a alguien porque no había nadie. La indicación era continuar; lo único que teníamos para guiarnos era nuestro instinto, seguir hasta llegar a pisar tierra y buscar <;en dónde se encontraba una tribu indígena. Antes de partir los soldados nos dieron algunas recomendaciones; nos dijeron que debíamos seguir el río para llegar a una parada y que debíamos permanecer ahí de uno a dos días. Como ya no teníamos víveres ellos se encargaron de darnos unas bebidas energéticas y unas galletas.", 
 "Todos estábamos felices de partir, pero ignorábamos a qué nos enfrentaremos. En nuestro grupo había muchos niños, y egoístamente pensamos en salimos antes y avanzar rápido, pero no lo hicimos porque sabíamos que esas mujeres y sus hijos necesitaban nuestra ayuda,", 
 "Durante el trayecto observaba los rostros de las personas, rostros que reflejaban tristeza, desesperación, depresión, miedo, inseguridad, incertidumbre; era muy inquietante ver ese panorama. Ya amaneciendo decidimos salir a las ocho de la mañana; era un día soleado, pero al cruzar el río —como había muchas enramadas—, parecía de noche. No era un río que se moviera con calma, era mucho más impetuoso de lo que uno pudiera imaginarse. La corriente iba algo fuerte.", 
  "<img src=\"images/Sobrevivientes-17.jpg\"/>",
    "  Un descanso en grupos, independientemente de la compañía. Los nepalíes tienen más miedos que cualesquiera otros; a pesar de ello, fueron fraternizando con los diferentes pueblos.   ",
 "Había un silencio fúnebre, cualquier ruido era muy perceptible e inquietante. Cada uno sumido en sus propios pensamientos, tal vez algunos clamando a Dios, otros pensando en sus familias o en si saldrían con vida de esas aguas que parecían interminables. No se podía estimar con exactitud cuánto tiempo pasamos ahí y si lograríamos salir sin problemas. Nos soroprendió mucho y nos dio ánimo el poder ver que personas que habían pasado por ahí se habían tomado el tiempo para poner marcas por el camino. Había en algunas ramas ropa amarrada o palos con prendas que nos iban indicando por dónde seguir. Eso nos devolvió el alma al cuerpo.", 
 "El río no tenía fin, y como había muchos niños con nosotros, a eso de las dos de la tarde paramos y decidimos hacer un corto descanso al pie de una montaña, para luego continuar el cruce de la misma. Llegamos al otro lado alrededor de las cinco de la tarde. Afortunadamente, algunas mujeres traían algo de comida consigo y empezamos a recolectar lo que tuvieran como en los tiempos primitivos, cuando todos compartían el alimento. Así fue como pudimos comer todos esa tarde.", 
 "Decidimos descansar y dormir ahí. De pronto empezamos a percibir un olor fétido, no supimos de dónde. A dos minutos de la montaña se encontraba una choza que había sido construida -me imagino- por algún grupo que cruzó antes; sin embargo, no nos acercamos a ella. Eran como las diez de la noche; algunos decidieron dormir a la orilla del río y otros un poco a la distancia, pero de pronto llegó una tormenta y ninguno nos movimos de nuestros lugares, pues igual no había manera de cubrirse del agua. Empezamos a escuchar el río más fuerte de lo que lo habíamos oído en el trayecto y nos dimos cuenta de que iba subiendo el nivel del agua. En ese momento, fue cuando las mujeres con sus hijos empezaron a correr alejándose, pues no sabíamos si el río iba a subir más o hasta dónde podía subir. Ver a las mujeres tratar de subir la montaña para proteger a sus hijos fue una escena desesperante, pues no podían caminar debido a que el lodo no se los permitía y cuando lo intentaban caían al suelo con sus crías. Jamás olvidaré esos rostros de terror, miedo y frustración. Todos empezamos a clamar a Dios con gritos desesperados, llorando de igual manera que los niños. Verlos indefensos sin poder expresar lo que sentían realmente, duele. No era posible decirles que no pasaba nada, ellos lo estaban viendo todo. Son cosas que, aunque después de un tiempo ya no recuerden, en su interior surgirán como temores que no se explicarán.", 
 "Recordamos que los soldados nos habían dicho que era un día o un día y medio de camino; y llevábamos apenas un día, así que tratamos de calmarnos, serenarnos y respirar con la esperanza en ese medio día que nos restaba. Sin embargo, con la tormenta y la subida del río llegó la duda de si ese medio día podría convertirse en un día completo más. La tormenta se detuvo como a la una de la madrugada; los hombres estuvimos protegiendo a las mujeres y observando que el río bajara. Alrededor de las tres de la mañana el río bajó, aunque no al nivel que había estado antes. Notamos que corría mucha agua sucia, lo cual nos impedía ver el fondo y saber en dónde ponemos los pies.", 
 "Las mujeres que habían subido a la montaña para protegerse del río, bajaron a dormir a la orilla después de que bajó el nivel del agua. A las cuatro nos fuimos a dormir. A las seis empezamos a prepararnos para cruzarlo e iniciar el camino hacia nuestro nuevo destino desconocido. No teníamos comida ni agua para beber, ni manera de alimentar a los niños. Empezamos a pensar cómo le íbamos a hacer para cruzar, teníamos mucho temor. El agua estaba sucia y muy fría, pero difícilmente se podía elegir otra opción, lo único era cruzar y beber de ella.", 
 "Lo peor del caso es que la mayoría no sabíamos nadar. Solamente había dos hombres que sí sabían, pero no estaban dispuestos a exponer sus vidas. Bajo esas circunstancias, tomé la decisión de meter un pie al agua para saber hasta dónde podía llegar y en cuanto lo hice me fui para abajo. Yo no sé nadar, pero estaba consciente de que no moriría ahogado, pues aprendí a flotar, así que salí a flote; el agua estaba completamente helada. A alguien se le ocurrió decir que buscáramos un lugar donde la corriente fuera más rápida, pues descubrimos que, entre más calmada, más peligrosa. Así que caminamos en busca del lugar donde el agua corriera rápida y todos nos tomamos de las manos y empezamos a cruzar agarrados; en ese lugar había piedras, así que no nos fuimos para abajo, el agua nos llegaba a la cintura y fue la manera en que pudimos hacerlo.", 
 "La esperanza se nos iba y nos regresaba. Ya en esta etapa no veíamos ni una sola señal de orientación, ni una toalla amarrada, ni una ropa, nada. Nuevamente surgió la desesperación en nuestra mente. En verdad debía uno tener bastante control de sí mismo para no volverse loco. Tu mente tenía que ser muy fuerte para resistir. Caminamos unas dos horas por el río agarrados de la mano, para darnos cuenta de que el camino que habíamos tomado no era el correcto, así que tuvimos que regresar y buscar otro. En ese escenario las cosas se pusieron complicadas, porque era un camino muy estrecho y los pasos que debíamos dar eran lentos. No había manera de amarrarnos unos a otros, pues ocupamos las manos para poder agarrarnos de las ramas y poder cruzar. Dábamos pasitos despacio, cuidando que nuestros pies no se quedasen atorados en el río, pues el fondo no era nada seguro. Cabía la posibilidad de que nos quedáramos atrapados por ahí.", 
 "Cuidamos de las mujeres y los niños, pues hubo un momento en que tomamos el valor de cruzar primero los más altos. Desde luego, había más altos que yo; cuando pasó el más alto el agua le llegaba al cuello. Había gente de estatura medía, así que llegó la preocupación de que alguno se quedará en el camino ahogado.", 
 "Nos la ingeniamos para amarrarnos ramas de árboles en los brazos y unirnos con ellas para no perder a nadie, y esa fue la manera en que pudimos cruzar, afortunadamente todos vivos. A lo lejos vimos una toalla colgada de una rama, así que pudimos respirar un aire de esperanza nuevamente.", 
 "Como a unos 300 metros vi a un grupo de gente y empecé a gritarles y a gritarles, pero no me escuchaban. Entonces me regresé a avisarles a los demás diciéndoles que fuéramos hacia ellos; probablemente encontraríamos comida allá. Así que aceleramos el paso para llegar. Ahí había una carpa donde vivía un guía, las personas estaban sentadas descansando. Cuando llegamos le preguntamos a la persona responsable que si podíamos quedarnos a descansar y sí nos dio autorización. Él decía que estaba esperando a otras personas para poder realizar el viaje, ya que solamente realizaba una salida por día. Dialogué con algunas personas y nos informaron que estaban esperando a un guía que había ido a buscar comida para ellos.", 
 "Al llegar el guía dijo que el camino que seguía era aún más riesgoso y no había manera de cruzar la montaña, de tal suerte que nos iríamos por un río. Cobraría cinco dólares por persona. Esperamos todavía un rato para ver si llegaba más gente, pero nosotros ya no teníamos paciencia y le solicitamos que, por favor, continuáramos. Acordamos salir después de comer los plátanos que habían traído, los cuales cocemos en agua con sal.", 
 "Al principio era solamente un supervisor el que iba con nosotros, pero después de treinta minutos nos encontramos con otro. Este último se quedó atrás de la gente y el otro enfrente con la intención de vigilar que todos continuarán al mismo paso. Ese tremendo personaje cobró diez dólares por llevar las mochilas de las personas. Nos dijo que caminaremos tres horas para llegar a un río con cuatro puntos. Un caudal muy largo -dijo—, muy, muy largo. Para cruzarlo tenías que ir muy lento y el tiempo aproximado para atravesarlo eran siete minutos. Esa fue la advertencia que uno de los dos guías nos dio al inicio del trayecto. Llegamos a un punto en el que, para cruzar el caudal, teníamos que formar una fila. Pasaron lazos por nuestro cuerpo para que, si alguno se tropezaba, todos estuviéramos al pendiente, ya que el riachuelo tenía mucha piedra. Era algo muy arriesgado.", 
 "No podía uno ir apresurado, se tenía que hacer el trayecto pausadamente. Los sujetos que nos guiaban nos ayudaron a cruzar solos porque ellos no quisieron quedarse en la fila, pues no ignoraban como nosotros los riesgos implicados. Tenían miedo de morir porque el caudal era muy profundo. Se puede decir que la libramos, y al finalizar descansamos como cinco minutos. El guía explicó que todavía faltaban dos horas antes de llegar a un poblado de alrededor de cuarenta habitantes.",
  "<img src=\"images/Sobrevivientes-18.jpg\"/>",
    "  A pesar de todas las dificultades encontradas, disfrutamos en las montañas: bromeamos, reímos, hicimos preguntas ridículas. Todo esto era parte de un ambiente inolvidable.   ",
 "Ese río fue una experiencia increíble. La corriente del lugar por donde lo cruzamos no estaba tan fuerte, se veía tranquilo, no avanzaba bruscamente. Cruzamos con éxito, gracias a Dios. Cuando llegamos, aunque estábamos agotados, exhaustos, la gente quería acelerar el paso porque el supervisor del viaje dijo que faltaban -según él- como dos horas. Por lo pronto, un amigo y yo ocupamos un tiempo para cocinar un espagueti que él tenía e hicimos fuego, únicamente le pusimos sal. Comimos el espagueti y continuamos.", 
 "A lo lejos vimos que empezó a llegar gente que se había quedado atrás, así que luego hicimos equipo con ellos. Más adelante, vimos a la gente que estaba al comienzo conmigo e hicimos también equipo con ellos. Nos encontramos con un río de tres puntos y esos caudales casi nadie los puede cruzar. Lo interesante era que estaba demasiado calmada el agua, más que en el anterior. Esos ríos suelen ser profundos, se dice que cuando están calmados son más peligrosos. El que sabía nadar fue a inspeccionar el río y cuando regresó dijo que estaba muy profundo. Debido a esto, empezamos otra vez a realizar una estrategia, porque no para todos era posible cruzar. Se hizo una fila. Para esos momentos a mí ya me faltaba la paciencia, por lo tanto, un amigo y yo dejamos el grupo. Cuando los dejamos y ellos empezaron a cruzar, nos dimos cuenta de que otros cuatro haitianos también habían dejado el grupo, pero por accidente. Recuerdo bien ver a un hombre nadando apresurado en busca de rescatar de las aguas a un bebé y a dos mujeres. Por fortuna los pudo rescatar, pero no era posible que nos rescatara a todos los que nos viéramos en peligro. A lo lejos vi a otra mujer que se había alejado del grupo por las mismas razones de impaciencia y se la llevó la corriente. Afortunadamente pudo salir a flote y cuando lo hizo se puso a llorar y a reír a la vez, fue algo muy extraño para los que observábamos. Seguramente lloró y rió de alegría porque no se ahogó. Aunque igual pudo haber sido por los mismos nervios, dada la experiencia que tuvo en esos momentos.", 
 "Al llegar a tierra nos dimos cuenta de que no había montañas ni cerros que cruzar, sólo tierra firme y plana. Empezamos a caminar y sentimos una sensación extraña, además de un olor fétido parecido al olor de un cuerpo en descomposición. Sentimos la muerte. Algunos de nosotros fuimos a inspeccionar para averiguar si teníamos la razón. Desafortunadamente estábamos en lo cierto, encontramos a un cubano muerto. Al verlo lo reconocí. En su momento llegué a platicar con él y su novia. Ella también murió; ambos ahogados. Muchos fallecieron en ese río, todos los que pasamos por ahí bebimo Más adelante encontramos a uno de los nepaleses, murió trágicamente; se quedó acostado en una piedra, dando la impresión que se había dado contra ella para matarse. Al ver ese panorama tan dramático y deprimente pensamos que ellos se habían quedado sin fuerzas para continuar y pensábamos en qué nos esperaba a nosotros, que ya tampoco teníamos ánimo. Lloramos por un buen rato por este desagradable acontecimiento.", 
 "Caímos en cuenta de que los guías nos habían mentido al decirnos que después de dos horas ya no íbamos a caminar. Eran alrededor de las seis de la tarde y aún seguíamos caminando. El grupo se quedó atrás de nosotros. Mi amigo y yo ya no queríamos quedarnos en la selva por más tiempo; llegamos a un punto donde volvimos a ver otra montaña y dijimos que cruzaremos por ahí, pues ya no estábamos dispuestos a cruzar por el río por lo inseguro que resultaba. Habíamos visto muchos muertos en el trayecto y estábamos -hasta ese momento- dispuestos a cruzar otra montaña si era necesario.", 
  "<img src=\"images/Sobrevivientes-19.jpg\"/>",
    "  Nuestro comida era siempre la misma, asi fue durante casi doce dias   ",
 "Después de dos horas encontramos a otros muchachos en la montaña; ellos se veían con mucha fuerza para seguir, pero yo no. Llegamos a un lugar donde uno puede hablar y nadie te puede escuchar. Los sonidos de los animales se oían muy claramente; escuchamos a los macacos, eran muy grandes. Ese lugar era tan hermoso que te daba la impresión de que estabas cerca de Dios.", 
 " Al caer en la realidad y ver lo alta que estaba la montaña dijimos que si continuamos caminando y sin agua íbamos a morir. Así que, no nos quedó otra opción más que regresar, los hombres que encontramos no querían volver, nosotros sí volvimos. La desesperación no es buena consejera, encontrarte desesperado te hace no analizar bien las cosas y decidir algo que no es correcto. Nosotros pudimos haber muerto por nuestra necedad. A esos hombres no los volvimos a ver, uno puede imaginarse que murieron en el camino, porque no pudieron sobrevivir sin agua.", 
 "Con las pocas fuerzas que nos quedaban regresamos, para esto ya eran las once de la noche cuando llegamos abajo. Mis pies estaban tan hinchados, maltratados y cansados que me quité los zapatos, es algo que no debí haber hecho porque después ya no me entraban, pero lo hice porque el dolor muscular que tenía era poco tolerable.", 
 "Afortunadamente mi amigo traía unas galletas, sal y azúcar. Así que pusimos agua del riachuelo en una botella le pusimos sal y azúcar e hicimos un \"serum\", que en nuestro país es el equivalente a suero. Lo tomamos y nos comimos las galletas e hicimos un fuego para ahuyentar a los animales.", 
 "Ahí donde estábamos había unas personas durmiendo. Por la mañana hablamos con ellos y les dijimos que no había otra elección más que pasar por el río, porque si nos íbamos por la montaña moriríamos. Nos levantamos y nos arreglamos para partir. Empezamos a caminar, yo tuve que hacerlo sin zapatos a causa de mis pies hinchados.", 
 "Por desventura, para estas horas todavía no estábamos todos juntos, había gente que seguía atrás y no nos habían alcanzado.", 
 "El plan era salir lo más pronto de la selva. Iniciamos el camino a las cinco de la mañana y a las diez de la mañana nos topamos con un hombre muerto, a quien habíamos visto antes de entrar a la selva. Recuerdo perfectamente que ese haitiano no quiso esperar su número cuando estábamos con los soldados; es decir, seguramente pensó que él podía solo, nada más equivocado. El ser humano siempre va a ocupar de otro ser humano. El sentirte hábil en un lugar que no conoces es igual a querer nadar entre tiburones.", 
 "Él se había escapado. Y pienso que murió de hambre, pues daba la impresión de que solamente se sentó a esperar la muerte. ¿Qué tanto pudo haber pasado por su mente? Ese hombre debió haber sufrido mucho, estoy seguro que tuvo tiempo de hablar con Dios y arreglar cuentas con Él. Se puede pensar esto porque él estaba con toda su ropa puesta, no se veía golpeado. Empezamos a buscar dinero entre sus ropas y encontramos 400 dólares. Fue triste ver cómo terminó por Hcausa de su desesperación y poca paciencia. \"La desesperación es el más pequeño de nuestros errores\", decía Conde de Lautréamont. Definitivamente todos hemos pasado por estos proceso:; y ninguno con éxito.", 
  "<img src=\"images/Sobrevivientes-20.jpg\"/>",
    "  Al salir de este lugar, había que seguir todavía. Teníamos alrededor de tres días en la casa de las fieras.   ",
 "Sin embargo, aterrizando en la cruel realidad, este hombre ya no iba a ocupar ese dinero. Yo me quedé con una parte y otro haitiano con la otra; determinamos darle uso cuando fuese necesario. Otro amigo se llevó sus tenis. Después de este trago amargo continuamos el trayecto. Adelante vimos a una muchacha que estaba llorando sola. Era la muchacha que el río se estaba llevando, la que tuvo esa reacción extraña de llorar y reír al mismo tiempo. Ella decía desesperada que tenía mucha hambre, no sabemos cómo es que se adelantó tanto. Caminamos alrededor de diez minutos más y empezamos a ver árboles de plátano y caca de caballo, lo cual nos hizo pensar que ya estábamos cerca.", 
 "Los plátanos estaban tirados y con el hambre que traíamos eran un maná del cielo para nosotros. Aun con nuestra desesperación por comer nos tomamos el tiempo para orar antes, pues para nosotros fue una verdadera bendición. Hicimos fuego, pusimos los plátanos a cocer en una olla y nos los comimos con sal. Volvimos a tomar agua del río en donde murieron nuestros parientes.", 
 "Pensábamos que si Dios no permitió que esa agua nos hiciera daño, no nos iba a abandonar en esta ocasión. Cuando terminamos de comer, dejamos las cáscaras de plátano tiradas en el camino para que le sirvieran de guía a los que venían detrás de nosotros.", 
 "Después de treinta minutos encontramos a un señor con un caballo y le preguntamos qué a cuánto tiempo estábamos de llegar a tierra firme y dijo que una hora. Pero que para llegar teníamos que pagarle el camino a caballo, esa era su manera de ganar dinero. Cómo sabía que más de uno iban cansados, descalzos y desgastados físicamente, bueno, pues ese era su modo de vivir. Yo era uno de los débiles físicamente, no sé si más o menos que otros, pero la ventaja es que tenía cómo pagar. Pague los veinte dólares que me cobró por llevarme y me llevé a mi amigo conmigo.", 
 "El resto del grupo preguntó: ¿y nosotros en qué nos vamos? Y les dijo que caminaran. El grupo no quería quedarse solo después de que vieron al señor, así que caminaron al paso del caballo -casi corriendo-, con las pocas fuerzas que les quedaban.", 
 "Otro caballo llegó con una señora. Era una señora que estaba parada en el camino con su pie muy grave, como si se hubiera caído de una montaña. Ella no podía caminar. Así que algunos amigos pagaron un caballo para que la pudieran trasladar. Después de que nos llevaran a nosotros, se regresaría por ella. Gracias a Dios que no se murió en el camino y que esperó medio día para que el caballo pudiera regresar a encontrarla. Cuando llegó, los soldados le dieron un espacio para que pudiera curarse y bañarse.",
  "<img src=\"images/Sobrevivientes-21.jpg\"/>",
    "  Después de haber encontrado nuestro primer pueblo en Panamá, mi pie estaba en un estado crítico. Me sentí bendecido porque fue uno de los menos afectados en comparación con los de algunas otras personas.   ",
  "<img src=\"images/Sobrevivientes-22.jpg\"/>",
"  Ambos pies estaban insufribles, sólo me quedé en una esquina, pase casi dos días así. ",
  "<img src=\"images/Sobrevivientes-23.jpg\"/>",
 "<a name=\"cp5spa\">Capítulo V. Panamá</a>", 
 "Injusticia, Abuso, Racismo", 
 "Cuando estábamos allí cada uno de nosotros tenía una pequeña historia que contar; había aquellos que perdieron amigos en los bosques, algunos que fueron seriamente heridos, incluso los que habían llegado sin sus hijos y otros que llegaron sufriendo con ellos. La cuestión era que detrás de cada rostro, detrás de cada sonrisa fingida, de cada mirada perdida, detrás de cada cuerpo cansado, nos antecede una triste historia.", 
 "Las aldeas eran consideradas como refugios para los migrantes. Era un hecho que ahí, cualesquiera que fueran las condiciones se podía dormir; pero tenías que comprar comida y alquilar un horno para cocinar. Dice un dicho por ahí que \"un vaso de agua no se le niega a nadie\", pero bajo tales circunstancias eso allí no aplicaba; el agua para beber la teníamos que comprar. Esto definitivamente era un abuso, pero no estábamos en condiciones de hacer reclamos. Viajabamos y eso no era lo que verdaderamente nos importaba, en cuanto a lo demás, sabíamos que teníamos la protección de Dios en esos lugares.", 
 "Con conocimiento de causa, a todos se nos asignaba un número: cada día los escribían en un papel de diferente color y los repartían. Cada grupo de antemano sabía que había un tiempo de espera y si no estabas dispuesto a esperar, bueno, buscabas otras formas de pagar secretamente para poder salir en balsa, bajo tu propio riesgo.", 
 "Afortunadamente en ese refugio empecé a conocer a mis primeros amigos, aunque ya estaban a punto de partir. Los conocí muy tarde -se podría decir- porque ellos se fueron antes y me seguía sintiendo solo. Es un sentimiento que no te abandona. La soledad es parte del migrante, se asocia con la tristeza o depresión. De tal suerte que puede ser, en algunos casos, buena y en otros no. Porque experimenté que en esa soledad me hice fuerte. Me conforté. Gracias a ella estuve más atento a los detalles, empecé a conocer mis fortalezas y mis debilidades. De tal manera que aprendí cosas de mí que no conocía e hice cosas que en algún momento no pensé que haría, llámense buenas o malas. A lo que voy es que a la soledad también hay que darle su valor. A veces suele ser necesaria, sobre todo cuando aprendes de ella.", 
 "En la noche todo el mundo trataba de contactar a sus familias. No todos contábamos con esa oportunidad de dialogar con los nuestros, así que quién podía aprovechaba las áreas donde había aunque fuera poca señal. Era increíble que hasta por ese deseo de escuchar a nuestros padres, hijos o amigos, los soldados ¡nos hicieran pagar! La avaricia del ser humano no tiene límites ni corazón. Todo dependía del dinero. Aquí el dinero era todo y nada, a la ve?", 
 "Alejandro Dumas (hijo) dijo que no debes estimar el dinero ni en más ni en menos de lo que vale, porque es un buen siervo y un mal amo.", 
 "A los soldados no les importaban nuestras vidas ni la de los nuestros; obtenían lo que querían y era todo. El dinero no podía traernos doctores. Desafortunadamente los niños estaban casi todos enfermos y carecían de atención; era lógico que los padres se enojaron e hicieran algunos reclamos al respecto. Sin embargo, nosotros debíamos comenzar a cuidarnos entre nosotros, porque los soldados, listos, querían tener sexo con las haitianas. Aquí se vale pagar con lo que se pueda y no era aceptable juzgar lo que otros hacían. Pues sí, algunas de ellas tuvieron sexo para que las dejaran pasar rápido. Era obvio que todos nos queríamos ir y dejar ese lugar lo más pronto posible, creyendo falsamente que estaríamos mejor en el siguiente campamento. Creyendo también inocentemente que en otro lugar nos sacarían menos dinero. Era inverosímil creer que podíamos planificar nuestro presupuesto. Cosa más alejada de la realidad. Lo mejor, por el momento, era salir de ahí y tratar de olvidar esos episodios.", 
 "Era absurdo pensar en quedarnos ahí, pues entonces claramente no cumpliríamos con nuestro objetivo. Los soldados erróneamente creían -o al menos así lo manifestaban- que estábamos en esa caótica situación por gusto, y qué gastamos nuestro dinero como si estuviéramos pagando un crucero vacacional de verano, algo muy alejado de nuestra realidad.", 
 "En Panamá, cada pequeña falta contaba, cada error cometido nos lo marcaban de manera brutal y nos amenazaban con hacernos regresar a la selva. Sin embargo, nosotros manteníamos la calma y teníamos el llanto, pues no estábamos en condiciones de gastar nuestras energías peleando con ellos o muriéndonos de coraje. Lo mejor era enfocarnos en lo que nos esperaba dentro de la selva. Teníamos que evitar problemas. Los haitianos somos violentos, necios y testarudos; difícilmente, muy difícilmente, mantenemos la boca callada. Allí, bajo ese ambiente, teníamos que aprender a mantener silencio. Ellos tenían armas, nosotros no. Ellos estaban al mando, nosotros no. Pero había algunos que no podían controlarse cuando las faltas de respeto sobrepasan ciertos límites. Así que a quienes no les interesaba mucho mantener la calma por su bienestar físico y mental y no querían obedecer las órdenes de los soldados, se fugaban durante la noche sin tener miedo de nada.", 
 "Por fortuna yo no tuve ningún altercado; lo único que deseaba era evitar cualquier tipo de castigo o sufrimiento innecesario. Me era mejor controlar mi carácter y ser sabio que padecer las consecuencias, que no eran nada leves. A veces el orgullo puede ser bueno, pero en este caso usarlo en contra tuyo no era nada sabio. El ser humano actúa, la mayoría de las veces, por impulsos, no piensa las cosas, no analiza, ni reflexiona, no medita y por eso se mete en problemas. Allí pensar y pensar bien, era muy valioso. Saber qué decir y cómo actuar era decisivo. Tenías que hacerles pensar que les temías, darles un respeto falso. Era fundamental para sobrevivir ante esa clase de gente. Nos hacían sentir como esclavos, nos daban órdenes que no podíamos ignorar. Mantener el control de ti mismo era la clave para seguir avanzando. En ocasiones tienes que hacer a la otra persona pensar que apoyas lo que hace y hacerlo parecer inteligente, aunque el inteligente seas tu", 
 "Tienes que convencerlo con tu actitud de que merece el respeto y tiene el control. Ese era el juego diario.", 
 "A pesar de todo, nadie sabía que la mayoría de nosotros éramos haitianos. La nacionalidad haitiana no era aceptable; si descubren un pasaporte haitiano, eras deportado. Pero para evitarlo todo el mundo decía que provenía del Congo, de Brazzaville.", 
 "En ese terrible lugar me pasé cuatro días sin hablar, sólo observando y comiéndome mi sufrimiento. El día que salí de ahí finalmente pude sonreír. Pero aquí no terminaba todo, lo peor estaba por venir, porque en el próximo pueblo todo sería de mal en peor. Aun así, tratábamos de pasar ratos agradables. En lo que a mí respecta, no iba a permitir que esos problemas me lo impidieron. Muchos de nosotros estábamos ansiosos por irnos, porque queríamos llegar antes de las elecciones estadounidenses. Supuestamente el que quisiera podía irse, pero ninguno era tan tonto como para aventurarse solo, ya que sabíamos que en el bosque había trampas. Los soldados levantaron el campamento en un lugar sucio y con mosquitos, a fin de evitar que se salieran las personas. ¡Eran malos! ¿Cómo es posible que un ser humano se burle de la tragedia de otro ser humano igual que él? Disfrutaban de su maldad. Pese a que estábamos desanimados, tratábamos de mejorar el ambiente, jugábamos fútbol, baloncesto; algunos bebíamos alcohol a pesar de que estaba prohibido. Los días pasaban, pero todos eran iguales, con la misma esclavitud moderna, sin derechos. No podíamos quedarnos en las calles. Si pedíamos o sugerimos algo ellos se oponían.", 
 "Uno de esos días al despertar, me fui a ver si había algunas novedades que nos favorecieron. Examiné a las personas que estaban a mi alcance y las noté contentas, los soldados dijeron que doscientas personas saldrían ese día. Me puse contento porque yo estaba dentro de ese grupo, así que me fui a preparar mis cosas para esperar a los soldados, pero todo resultó ser una mala broma. Ellos hacían y decían lo que les venía en gana. Eran personas verdaderamente detestables que jugaban con nuestras emociones. Que personas sin corazón le hagan eso a mujeres y niños no tiene nombre. El ver cómo disfrutaban su broma con tanto sarcasmo es lo que lo hace a uno valorar quién es. Uno podía enojarse, pero sin hacer nada. Estábamos obligados a esperar los días siguientes, rogando a Dios que no nos hicieran otra broma.", 
 "Al día siguiente vimos que todavía estaban inspeccionando por ahí, a pesar de que acostumbraban estar ahí todo el día. Nos empezamos a preocupar después de que pasó aproximadamente una hora. Ellos nos pidieron que nos juntáramos en el punto de inspección que estaba en el camino, no hicimos nada. No queríamos que nos tomaran por idiotas una vez más, y de repente, ellos llegaron y todos comenzaron a buscar sus pertenencias. Yo no tenía nada más que mi reloj, un pantalón corto y una camiseta; tomé el rango y mi número, el cual ya había sido mencionado. Me embarqué mientras esperaban a los demás, el resto del grupo empezó a hacer ruido de euforia. Nos alegramos de salir, pero la aventura aún no terminaba. A pesar de todo, estábamos contentos de avanzar con el fin de encontrar un lugar donde pudiéramos comprar ropa, porque ya no teníamos nada. Llegamos al sexto refugio. En la línea para entrar, yo me crucé con dos de mis amigos. Llegamos juntos porque uno de ellos huyó y cayó en una trampa. Lo castigaron y lo tuvieron alrededor de tres días en el bosque sin comida. ¡Es inaudito que les tengas que pagar por castigarte! En ningún momento debieron vernos como prisioneros; estaban llenándose los bolsillos a costa nuestra. ¿Cómo era posible que recibiéramos castigos por querer seguir nuestro plan? ¡Por querer tener una mejor calidad de vida! ¡Por buscar un mejor sustento para nuestras familias! Esto era verdaderamente incomprensible.", 
 "En este nuevo lugar no se controlaba nada. Se comenzaba a ver la luz y todo empezaba a ir mejor. Había algunos que tenían semanas en ese lugar porque querían vender sus tarjetas a aquellos que ya no tenían paciencia. Yo y mis amigos compramos los números de los que se marchaban al día siguiente. Pasamos sólo un día en ese lugar. Queríamos movernos lo más rápido posible con la idea de alcanzar a los amigos con los que iniciamos el viaje.", 
 "A las ocho de la mañana ya habíamos despertado, pero no podíamos cocinar, por lo que compramos comida de una comerciante india que sabía preparar comida haitiana. Estuvimos en la línea, esperando bajo el sol desde esa hora. Todos estábamos impacientes. Al ver que el bote con los \"coyotes\" no llegaba, preguntamos si había algún problema y nos dijeron que teníamos que esperar un día más. Ellos vieron las cosas de buena calidad que teníamos con nosotros. Nos ofrecieron buena comida y objetos de mal uso a cambio, como si no supiéramos el valor de lo que teníamos. No los insultamos porque nos queríamos seguir quedando ahí, pero a leguas podían notar que no nos estaba yendo muy bien, pues no vieron nada de reciprocidad en nosotros.", 
  "<img src=\"images/Sobrevivientes-24.jpg\"/>",
    "  Aunque era un negocio, nadie tenía problema en pagar desde diez o hasta veinte dólares para subir a un barco después de llevar tantos días caminando. Siempre estábamos buscando una manera para hacer parecer el camino más rápido y fácil.   ",
 "Finalmente, los barcos llegaron. No nos tocaba pagar, pero aun así, los \"coyotes\" hicieron que todos pagáramos. Era el último barco al que nos teníamos que subir en ese río. Todos estábamos impacientes por llegar al siguiente lugar. Nos habían dicho que allí tendríamos una cama, comida y agua potable. Definitivamente a esas alturas del partido ya no creíamos, todo era un misterio para nosotros; no sabíamos qué podíamos esperar. Arriba del bote el agua del río se veía tranquila, pero era peligrosa. Había todo tipo de bestias, pero nadie las había visto aún. Uno se creía lo que le contaban y según nosotros ya estábamos psicológicamente preparados para evitarnos problemas Desde lejos podíamos oír voces, lo cual nos volvía más impacientes.", 
 "Era uno de los refugios más grandes que habíamos encontrado. A los hombres solteros les servían siempre al último, lo cual ocasionó que los solteros y las solteras buscando pareja. Para bien de ambos, a las parejas les daban los números más pequeños. Unos buscaban otra manera, como por ejemplo entrar a un comité de cocina y de limpieza. Algunos tomaban esa decisión, pero mis amigos y yo queríamos ver otra posibilidad de irnos más rápido. Queríamos pagar, porque a lo largo de la ruta de Panamá el que tenía dinero siempre pasaba primero. No teníamos una mejor manera, así que queríamos intentar con lo que teníamos. Habíamos planeado algo con el soldado a cargo de verificar quiénes salían todos los días del refugio. Él nos dio una cita al día siguiente y no hablamos con nadie de nuestros planes porque nos queríamos ir sin que lo supieran. Al día siguiente nos preparamos para salir. Parecía que el plan resultaría bien, pero se inició una discusión con los soldados y eso causó que ninguna persona pudiera salir.", 
 "Al fin esperamos nuestra fecha, los días pasaban y todo permanecía igual. En ese refugio nos pudimos beneficiar de la atención médica, como la vacunación, porque habíamos pasado días y noches muy malas, con muchas limitaciones. Lo que deseábamos era poder hablar con nuestras familias. Teníamos que buscar un aliado para encontrar señal y poder recargar el celular. Uno pagaba, pero de cualquier manera debías hacer fila, ya que todos los comerciantes estaban disponibles sólo hasta las seis de la tarde. Las personas no podían salir de esos lugares. Podíamos quedarnos a la orilla del río el tiempo que quisiéramos. Una noche un haitiano tomó un baño en el río, se sumergió en el agua y nunca volvió a la superficie; por esa razón las personas se abstienen de sumergirse.", 
 "A lo lejos escuchamos un coche venir, el cual nos llevaría; todos se levantaron para ir a ver qué pasaba. Era manejado por un haitiano.", 
  "<img src=\"images/Sobrevivientes-25.jpg\"/>",
    "  Metetí fue uno de los albergues más importantes en Panamá, porque fue en donde nos dieron una vacuna contra la fiebre e infecciones. Todo esto gracias a la cruz roja.   ",
 "Ese haitiano desesperado no quería ni siquiera hablar. Pensamos que algo le había sucedido, pero fue él quien nos buscó. Ese tipo venía del último refugio, llamado \"20 días\". Era el refugio más grande. Él nos contó que no se quería quedar los veinte días ahí y se compró un brazalete. Ahí uno no usaba tarjetas, sino brazaletes, y el número del brazalete pertenecía a un hombre que había fallecido en el refugio. Él lo sabía y había sido descubierto, entonces lo amenazan con deportar; pero él rogó, ya que lo habían regresado de tres refugios en los que ya estaba. Él nos dijo que ahí no había vida y que el calor nos mataría. Que ahí se dormía en carpas y los soldados que estaban vigilando eran numerosos y estaban hasta muy tarde. Nos ordenaron hacer nuestras camas y así lo hicimos. Al día siguiente, como todos los días, todos nos enfrascamos en alguna actividad; algunos esperaban amigos o familiares que se habían ido por el río, con la esperanza de que regresaran. Los que iban llegando hacían la fila para las vacunas. Otros limpiaban los baños y se les asignaban diferentes tareas; era como una ley. Como a las dos de la tarde unos barcos pequeños llegaron con otras personas, una de ellas herida de bala. Resulta que este sujeto estaba en el camino, cuando fueron atacados por dos indios que tenían un arma; ellos se regresaron, pero al correr uno de ellos recibió una bala y quienes los atacaron se dispersaron. Era más el miedo que el mal, pero él sobrevivió a pesar de todo.", 
 "Algunos decían que estábamos vivos porque existía un Dios, el único Dios verdadero. Nuestro antecedente religioso no es bueno; todos sabemos que en Haití existe una lucha espiritual terrible entre el bien y el mal. El que no se hace brujo voluntariamente, lo hace obligado con la finalidad de obtener una ganancia monetaria por sus trabajos. El vudú tiene uno de los principales lugares en mi ciudad natal. Haití es el único país en el mundo que fue consagrado a Satanás. La primera vez fue en 1791, por 200 años, por lo que fue el primer país en obtener su independencia. Después, en el 2005, nuevamente se realizó un pacto con el demonio por otros 200 años; luego de esto han venido una serie de acontecimientos catastróficos para el país.", 
 "Así que, el que no es cristiano es satanico. Seguramente en el camino muchos hicieron pactos o consagraron sus vidas a algún espíritu y los cristianos a Jehová, Dios de Israel. Por fortuna, la mayoría de los migrantes eran de la religión bautista.", 
 "Al día siguiente, por la noche, era mi salida. Como yo ya quería irme, me desperté a las ocho de la mañana, primero compré un café por el río, me puse mi mochila en la espalda y me reuní con mis amigos, que habíamos sido citados para dejar ese lugar. Había dos autobuses, esperaban solamente que se llenaran para partir. Comenzaron a citar los nombres. El primer bus estaba casi lleno con personas enfermas, mientras que en el otro tenías que pagar hasta por un bebé. Finalmente, llegaron a mi grupo y nos subimos, felices como cada vez que dejábamos un lugar para ir a otro. Pagamos al conductor antes de irnos. Debíamos ir a un refugio somalí y nepalí, en el cual duraríamos veinte días, con espacios no demasiado grandes, pero nos forzaron a quedarnos ahí.", 
 "En ese refugio, no había suficientes lugares para dormir y el baño estaba muy sucio. Algunos de nosotros no lo utilizamos. Ellos vigilan que todos reposarán para hacer sus necesidades. Estábamos bajo el control militar todos los días, y nuevamente sin ningún derecho. Era sorprendente cómo es que uno estaba pagando por ser maltratado. Totalmente ilógico, fuera de lugar. ¿Que nosotros mismos estuviéramos pagando por eso? Es cosa de no creerse.", 
 "Nos ofrecían los mismos platillos, arroz blanco con cualquier salsa. Por más que uno quisiera encontrarle sabor a la comida, pues por ningún lado. Pero ni modo, lo aceptamos. Había una chica haitiana en ese lugar que vendía la comida preparada con el sazón clásico de la comida haitiana. Pero esta comida sólo la podía consumir quien pudiera pagarla; mientras los que no, tenían que comer lo que se daba en el refugio, aunque fuera horrible.", 
 "No podíamos hacer otra cosa más que sentarnos y esperar, aquí la paciencia se practica bastante. Los guardias nos acompañaban al supermercado para escoger lo que queríamos, pero bajo sus reglas estrictas. No se podía comprar alcohol o ciertas cosas para cocinar como el arroz. Ellos, por increíble que parezca, hasta le determinaban a uno hasta qué comprar. Querían que uno comprara cereales, leche, dulces. Yo tuve la impresión de que nos llevaban a esos lugares no por preocupación hacia nosotros, sino para que dejáramos dinero ahí. Ellos decían que éramos ricos, si podíamos pagar tanto por ese viaje, entonces teníamos dinero. Por lo general eso piensa la gente de los países por los que cruzamos.", 
 "Los que tuvieron suerte pudieron acceder al supermercado comercial para prepararse para la fase final de Panamá. En el \"R20\" -como le llamábamos al refugio de 20 días- se podían comprar carpas, materiales pequeños, y otros accesorios para intentar vivir un momento de paz en él.", 
 "Pasé unos tres días en ese refugio. En la noche del tercer día, algunos otros haitianos y yo tuvimos la oportunidad de conversar con un soldado, que con mucha cautela nos expresó su inconformidad y nos dijo que era consciente de lo que nos hacían sufrir y que el gobierno panameño era muy duro con nosotros al no mostrarnos ninguna señal de respeto. Él nos hablaba tanto a nuestro favor, que incluso queríamos sentarnos, pero él no quería levantar sospechas; pues a fin de cuentas era uno de ellos. Además, nos dijo que lo peor estaba por venir. En ese punto sólo confirmamos que no había ningún país que nos respetará; en cada país que pasamos y que pasamos nos trataron y nos trataron muy mal. Aprendimos tantas cosas esa tarde que no queríamos irnos a descansar, pero teníamos que partir por la mañana y necesitábamos dormir.", 
 "Al día siguiente éramos unas 200 personas en dos buses rumbo al \"R20\". Fue en ese momento cuando pude percatarme del desánimo de los haitianos, que ya hacían las cosas y vivían sin importarles su suerte.", 
 "En ese refugio, no lo van a creer, pero era una vida realmente de gueto. En la entrada nos daban un número con una pulsera para identificarnos. Los que iban en pareja se podían beneficiar de una matrícula temporal, mientras que los otros debían buscar sus propios modos para dormir en las carpas de plástico. No era más que un pequeño espacio con un colchón.", 
 "Dos mil o más refugiados estaban en ese campo, bautizado con el nombre de las colonias más populares de Puerto Príncipe. Había incluso un aeropuerto y un lugar donde los autobuses se estacionaban, Petionville, el bloque de refugio mejor construido. El piso estaba liso, las carpas bien arregladas. Ese bloque estaba dominado por los ancianos y los mayores del campamento; la colonia se llamaba Puerto Príncipe y tenía un gran valor. Era la cuadra central, ubicada muy cerca de Croix des Bouquets, y su carretera tenía conexión con las demás cuadras.", 
 "En esa zona era común la suciedad y los mercados numerosos. Esa cuadra fue bautizada así porque los soldados impedían a las personas dormir ahí, ya que los baños se limpiaban cada dos semanas. En el centro estaba lo más interesante, los lugares de juegos de azar más populares de Haití: Before, Poke Palé, Albou, Pénalité, Centurion. Era verdaderamente una vida nada fácil, en la cual los haitianos podrían aprovechar la oportunidad que les daban los soldados para ir de compras al supermercado y gastar su dinero comprando y revendiendo. Así ellos tenían un mercado en pleno centro, y los amigos de los oficiales también obtenían ganancias de venir a vendernos comida preparada en sus carros.", 
 "Todo era planificado. A las tres de la mañana quince carros venían al centro y vendían espagueti y plátanos, o pollo con salsa. También ponían sus tiendas en el refugio. Nada era gratuito, hasta para recargar el celular tenías que pagar. También se vendía comida y los jóvenes jugaban apuestas y otros se ponían a vender en las calles del refugio cosas como bebidas refrescantes, a pesar de eso, teníamos todo para divertirnos cada tarde, después del medio día se armaba el ambiente. Unos se organizaban para formar una banda musical (RaRa) y otros se reunían para disfrutar de la presencia de Dios realizando sus reuniones religiosas. La cuestión es que todos estábamos ocupados.", 
 "Desde el día en que puse los pies en este campamento, sentí que no había paz. Me tocó ver que un soldado salió con su moto a buscar a un haitiano para golpearlo donde supuestamente nadie viera, |lejos del campamento. Estábamos inquietos sin saber lo que había pasado con el joven. Una hora más tarde, la misma moto regresó con el joven todo ensangrentado, y rápidamente los haitianos se rebelaron en las bases. Los que vieron esas acciones salieron corriendo detrás de los soldados lanzando cervezas. Se inició una rebelión. Esto parecía de película, pero era la realidad que vivimos cada uno de los que finalmente llegamos a la frontera de Tijuana-San Diego.", 
 "Ya había comentado que el haitiano es violento por naturaleza, lo trae en sus genes. Los maltratos son lo peor para nosotros, más aún si no hay una justificación. Aquí éramos muchos y podíamos defendernos entre todos. La mayoría con el rostro vendado, con palos y piedras como armas, caminamos hacía la Cruz Roja y la base militar para pedir justicia. Para esto los soldados ya habían salido del campamento. No había ni un solado, sólo aquellos que estaban en el bote y los que estaban encima de los edificios. Luchamos contra las barreras para tratar de salir, pero todas las salidas estaban cerradas porque ellos sabían que nos íbamos a quedar ahí. Lo que más nos exaltó fue que después de atreverse a golpearlo se quedaran con su dinero.", 
 "Migración era la institución que estaba encargada de los refugiados. Vinieron a pedir paz y dijeron que reemplazarían al joven lo que le habían quitado. No queríamos su paz, sino nuestra justicia. Nos prometieron que irían con esos oficiales e investigarán la razón de ese acto de injusticia. Con todas estas palabras finalmente nos calmamos y pedimos que nos brindaran cuidado y que hicieran cambios en el estilo de vida. Todo se reducía a una cosa, que nos trataran como seres humanos, que nos alimentarán bien, que ya no tuviéramos que usar nuestro poco dinero en comida en vez de usarlo en nuestro viaje. Que respetaran a los refugiados y que se respetaran los nombres en la lista de las personas que serían enviadas a Costa Rica cada día, sin que se vendieran los lugares. Pero todo quedó en puras palabras, nada cambió. Nada fue modificado. Ilusos de nosotros por pensar eso. ¿Cómo cambiar un estilo de vida tan corrupto?", 
 "Nos alimentaban con comida que ni nuestros animales domésticos hubieran comido. Dos platos al día, luego de sonar la alarma para que uno se formará en la fila. Se daban peleas por los lugares, ya que era obvio que todos queríamos comer y era inevitable que se armara la batalla por la comida, pues no todos alcanzamos. La ventaja de ser mujer y niño aquí era envidiable, pues eran los que tenían prioridad. Algunas mujeres se beneficiaban de esa oportunidad para ir a hacer la fila varias veces, ya sea para que comiera un amigo o para que su esposo pudiera tener dos platos. Al darse cuenta los soldados de esta práctica tuvieron que poner presión y más seguridad en la fila. Una fila de casi 500 personas, a quienes se les servían dos cucharadas de arroz sin grasa. Los menores fueron los primeros en tener diarrea.", 
 "Por otro lado, el resto de la gente se involucra en juegos de azar para pasar el tiempo y comprar comida al menos una vez por día.", 
 "En el refugio sólo había negros, pero de diferentes países. Los más notables eran los haitianos porque tenían el control total del terreno. Si querías salir lo más rápido posible tenías que comprar un brazalete de un haitiano o por otros medios. Todos tenían su pequeño secreto o manera de ganar dinero. No lo puedes imaginar, pero ahí se daba en realidad una vida de gueto. Había algunos que sabían cortar el pelo y utilizaban sus habilidades de peluqueros para salir. Incluso las mujeres habían encontrado como pasar el tiempo haciendo manicure, pedicure, trenzando el cabello o haciendo otras cosas. Ellas, al igual que los hombres, buscaban sus propios medios. Los niños en la noche también se convierten en comerciantes vendiendo pan y leche para ayudar a sus padres. Aquellos que no hacían nada útil, encontraban un lugar fresco bajo un árbol para relajarse, para jugar dominó o para tener discusiones de política de todos los países. Todos se ocupaban de algo.", 
 "En el camino habíamos perdido a un amigo. El campamento era el lugar ideal para encontrarlo, ya que nadie podía estar solo en el refugio. Debías tener un amigo en el campamento para que te compartiera algunas de las reglas del lugar; si no la vida sería muy complicada con todos los peligros que estaban presentes ahí. Cada uno tenía su equipo.", 
 "Algunos de mis amigos llegaron al aeropuerto. Venían a ver si conocían a alguien dentro de los nuevos para ayudarse. Al vernos nos alegramos tanto, que realmente nos emocionamos de habernos encontrado. Estábamos muy contentos de reencontrarnos con viejos amigos, un miembro de la familia o un esposo. Mis amigos vivían en un lugar con mucho sol, donde vivían los más ancianos. Todos teníamos un plan, pero siempre con el mismo objetivo: usar nuestra inteligencia para cada día conseguir un plato de comida y comprar un paquete de cigarros.", 
 "Los de nuestro clan durante el día jugaban juegos de azar -como before albou -, escuchaban música y vendían cigarros. Otros vigilaban la llegada de los carros que transportaban la comida para vender. Todos los que no querían hacer la fila para obtener la comida gratuita estaban obligados a ir al centro de la ciudad a ver a los comerciantes. Nosotros teníamos otras opciones. Con el sol tropical se complicaba realizar trabajos para poder sobrevivir durante el día. Tan pronto comíamos, realizamos todo tipo de juegos para irnos a descansar debajo de los árboles. Tomábamos un autobús que nos llevaba hacía la corriente de agua. Ahí había agua potable para beber, bañarnos y lavar la ropa. Al final del día, todos nos comenzábamos a preparar para el fútbol. Incluso los soldados tomaban sus lugares en el campo para asistir al juego. Los africanos formaban sus equipos y los haitianos los de ellos, dándoles por lo general una paliza. Entre 600 y 700 personas asistían, y jugábamos con placer y respeto mutuo. En la noche, todo el mundo hacía una brigada de vigilancia para supervisar a aquellos que se querían ir a sus lugares secretos sin que los soldados los detuvieran. Una noche cuando vigilamos sentimos un movimiento; era gente que se escapaba. Ellos le habían pagado a una haitiana que tenía un contacto directo con el jefe del comando. Ella obtenía un porcentaje por cada persona que se le refería al jefe, pero fue descubierta y el jefe la dejó sola en las garras de los haitianos. Le fue mal. Aunque algunos no querían lastimarla porque sabían que todos teníamos que tratar de ganar dinero de cualquier manera posible y esa era la suya. La mujer estaba molesta, su comportamiento era lamentable y en realidad sólo trataba de calmar a las personas que querían hacerle daño.",
 "Cada vez que alguno quería irse, atrasaron los números y pasábamos más días en el refugio. Si la persona compraba un brazalete, quería decir que había cubierto el lugar de esa persona, por lo que no tuvimos ningún problema con ese tipo de prácticas. Las mujeres embarazadas o las que tenían niños gozaban del privilegio de pasar primero. Si ellas llegaban un día, al día siguiente se iban hacia Costa Rica. Diariamente se enviaban a cien personas, pero si los soldados vendían treinta lugares de esos cien, entonces treinta personas tenían que esperarse dos días más. Y si llegaban cincuenta mujeres con niños, entonces cincuenta personas perderían sus lugares y esperarían dos días más en el refugio. Por esa razón ellos tomaron una decisión. Se dijo que, si los niños habían tenido el valor para cruzar el Dañen Gap, entonces tendrían el valor de esperar lo que fuera necesario. Además, en realidad no tendríamos que esperar tanto, ya que de las mujeres que llegaban muchas venían embarazadas o enfermas, por lo cual, en vez de salir hacia Costa Rica, eran llevadas al hospital.", 
 "Cada día que pasaba estábamos más cerca de salir de ese lugar. Yo contaba los días. Soy una persona inquieta que debe estar siempre en movimiento y deseaba ya viajar, avanzar en mi proyecto. Me preguntaba cómo sería Costa Rica en comparación con otros países.", 
  "<img src=\"images/Sobrevivientes-26.jpg.png\"/>",
 "<a name=\"cp6spa\">Capítulo VI. Costa Rica</a>", 
 "Tierra libre", 
 "La llegada a Costa Rica fue de noche; era imposible hacer los trámites a esas horas, así que tuvimos que esperar en la frontera de Panamá hasta que abrieran las oficinas de migración de Costa Rica, donde lógicamente teníamos que hacer los arreglos necesarios para cruzar el país. Lo ideal era llegar entre semana para tener la oportunidad de pasar temprano; de lo contrario, si llegábamos el viernes por la noche, tendríamos que esperar hasta el lunes.", 
    "Esa noche en la frontera fue una experiencia inolvidable. Se suponía que legalmente no se nos tenía permitido cruzar, pero sabíamos que la policía no iba a decir nada s¡ |o hacíamos. Habíamos descubierto formas fáciles de romper las reglas sin causar desorden. Entre estos dos países había una plaza comercial que tocaba un punto de Panamá y otro de Costa Rica. Descubrimos que en esa frontera no había ninguna forma de restricción; extrañamente la frontera tenía un mercado libre.", 
 "La gente que ya tenía conocimiento previo de cómo estaba la situación, cruzó sin problemas. Algunos amigos que ya habían arreglado su papeleo llegaban por la noche a la frontera para ver si arribaban amigos o parientes, con la intención de explicarnos cómo podíamos cruzar sin que nadie nos viera. Casi todas las actividades de la noche se realizaban en Costa Rica, por lo que nadie quería quedarse en territorio de Panamá.", 
 "Después de un viaje tan agotador, nadie quería dormir en un pedazo de cartón en un parking. Casi todos se cruzaban para Costa Rica a buscar un hotel o a un amigo que ya estuviera acomodado para pasar la noche o el fin de semana.", 
  "<img src=\"images/SobrevivSecondHalf-2.jpg\"/>",
    "  Cada mañana aproximadamente cien migrantes esperaban frente a la frontera de Panamá y Costa Rica a que dieran las 8:00 a. m. , con la parte de la migración costarricense, para poder cruzar el país.   ",
 "En lo que a mí respecta, la noche fue muy placentera, debido a que me encontré a muchos amigos que no veía desde hace mucho tiempo. Para festejar el encuentro nos fuimos a un club que se encontraba a las afueras de la ciudad y pasamos una noche con cerveza, cigarros y mujeres; con lo que habíamos vivido no podíamos pedir nada mejor. Lo único que deseábamos después de tanta adversidad era distraernos. No obstante, durante la noche nos turnábamos para ir a la frontera y corroborar cómo andaban las cosas por allá. Muchos de los migrantes del resto del grupo tomaron la decisión de esperar a los demás en la frontera, pues estaban preocupados porque ya habían tardado mucho. Decidieron quedarse en vez de irse a divertir. Al final de esa noche mis amigos me llevaron a un hotel donde ellos se hospedaban para poder descansar, a sabiendas de que temprano me tenía que levantar para irme con el grupo.", 
  "<img src=\"images/SobrevivSecondHalf-1.jpg\"/>",
    "  En la frontera de Panamá y Costa Rica, después de una noche sin dormir. Otros inmigrantes que ya tenían sus papeles, llegaron a ofrecer refrescos a sus amigos y también a algunos extraños.   ",
 "A las seis de la mañana del día siguiente llegaron los soldados. Para esa hora todos ya estábannos en el estacionamiento y ellos empezaron a pasar lista. Después del pase de lista nos dieron permiso para ir a comprar cosas para comer, pero estaba prohibido que alguien más que no fuera del grupo se acercara a nosotros. Cosa ilógica dentro de sus reglas, pero según ellos era para evitar problemas. A las ocho de la mañana la inmigración de Costa Rica dio permiso para que llegara el primer grupo, que afortunadamente era el mío. Parecíamos bichos raros para los ciudadanos de ese lugar. Todo el que pasaba por la calle era observado por los habitantes de esa área, como si nunca hubieran visto a un ser humano parecido, aunque todos éramos de distintas nacionalidades. Nos sentíamos como si estuviéramos bajo un microscopio, la gente parecía que nos analizaba como si fuéramos extraterrestres o algo semejante. El ser humano es muy extraño. Ojalá llegue el momento en que los humanos comprendamos la importancia del respeto entre unos y otros, que dejemos a un lado los estigmas o prejuicios inútiles, que en vez de beneficiar nos destruyen. Nuestro color no es sinónimo de agresividad o maldad, como nos hacían sentir no sólo a nosotros, sino a los de otras nacionalidades también.", 
"Caminamos unos diez minutos para llegar a las oficinas de migración. Cuando llegamos, tuvimos que hacer una fila para dar nuestros datos, nombre, nacionalidad, edad, estado civil, etc. Enseguida nos dieron cita en otra ciudad, cerca de un albergue donde debíamos ir por el papel del trámite. Para sorpresa nuestra, mi grupo fue el único que recibió su papel ese mismo día, porque el albergue no tenía más espacio. Eso nos ayudó a ir más rápido a comprar boletos para ir a Peña Blanca, la última ciudad de Costa Rica. Ahí se podía apreciar la miseria de la población; abundaba el tráfico ilegal de migrantes de manera muy obvia, mientras las autoridades permanecían al margen.", 
 "Casi todo mundo quería quedarse en lá frontera para descansar un poco después la experiencia de Panamá. Queríamos tener un poco de libertad y esperar a algunos amigos que todavía no llegaban. Pagamos veinte dólares diarios por cada cuarto, pero cada cuarto, tenía dos camas y cada cama podía tener hasta dos personas, así que pagamos cinco dólares diarios cada quién, y casi veinte dólares al día para comer. Eso no fue problema para algunas personas, pero también había gente que no podía pagar un hotel, así que usaron el estacionamiento de algunos vecinos para dormir, mientras otros buscaron algún hotel barato, con una sola cama y sin televisión. Otras personas muy inteligentes, que por alguna razón se quedaron atorados ahí, rentaron una casa para cocinar y venderle comida a los demás que iban llegando. ", 
  "<img src=\"images/SobrevivSecondHalf-3.jpg\"/>",
    "  En la frontera de Costa Rica y Nicaragua utilizamos la calle como una cocina, hicimos la suciedad en la carretera. Incluso aquellos que no tuvieron tiempo para ir al baño en la noche, en la mañana lo hicieron en el borde de la carretera.   ",
 "Haciendo una pequeña reflexión, rentar una casa no era caro, porque podía ser una renta de veinte dólares diarios, para más de diez personas. Claro, sin colchones, pero los migrantes usaron para dormir cartones que consiguieron en las calles y en el mercado libre. La gente se acomodaba de alguna manera en la frontera. En casi todos los países que cruzamos existía una manera de ahorrar dinero, por muy mínimo que fuera. Pero por desgracia muchas personas eran de corazón duro e insensible, pues te cobraban por todo, el baño, para recargar tu celular, etc.", 
 "En la frontera muchísimas mujeres se responsabilizaban de los hoteles o casas en renta para los migrantes, además de ofrecer sus cuerpos por diez o cinco dólares, verdaderamente por una miseria de dinero. Y bueno, lógico que a ese precio y con el estrés encima, los hombres solteros se ponían en fila igual que cuando iban a comer. Mis amigos y yo también, pues era la oportunidad perfecta para pasar un tiempo con una mujer.", 
 "En la mañana nos cerciorábamos si no teníamos algún amigo que estuviera llegando a la frontera, para decirle qué hacer después de registrarse. Casi toda la gente que venía con nosotros ya había agarrado camino hacia la frontera de Nicaragua. Se quedaban los que no tenían pasaporte para cobrar algún dinero que les mandara algún familiar. Una de las maneras de recibir el dinero era a través de conocidos en la oficina de transferencia. Por fortuna nuestra, teníamos dos amigos y otro haitiano naturalizado venezolano que trabajaban en una de esas oficinas, lo que ayudó a los haitianos sin pasaporte a recibir su dinero -claro está, con un costo extra—. Había diferentes porcentajes de ganancia, algunos cobraban el 5% del total del envío, lo cual era conveniente porque la gente recibía su dinero casi íntegro para poder llegar a la frontera con Nicaragua sin detenerse. Teníamos conocimiento de que en la frontera de Nicaragua no era fácil recibir una transferencia, por lo que pagar el 5% aquí o incluso un poco más, era lo mejor. No había otra opción.", 
 "Bajo esas circunstancias me di cuenta de que realmente ya no traía conmigo casi nada de dinero. Mis amigos planeaban salir en dos días y verdaderamente reaccioné al darme cuenta de que no tenía ninguna razón para permanecer en la frontera. Yo me beneficiaba 'de estar con ellos porque comía con ellos y se hacían-cargo de mis gastos de hotel. Entonces ¿a qué me quedaba ahí sin esperanzas?", 
 "Nadie en sus cinco sentidos serta capaz de quedarse así en esa frontera, porque ia situación económica empeoraría día tras día. Lógicamente entre más días, más gastos. Los únicos beneficiados -por llamarlo de alguna manera- eran los que vendían los alimentos preparados distribuidos por los haitianos, ya que su intención era superar la inversión y sacar dinero extra para continuar su negocio en la frontera con Nicaragua y seguir avanzando.", 
 "El día que me marché de Paso Canoas para ir a Peña Blanca fue un día oscuro. Estaba solo en el autobús, con puras personas casi desconocidas. Salimos después del mediodía. Alrededor de las cuatro de la tarde llegó el autobús de inmigración con etiquetas de precios especiales. Hicieron un solo viaje de un día en varios camiones, con una duración de dieciséis horas, incluido un descanso antes de (legar a San José, la capital de Costa Rica. Cuando llegamos hicimos un segundo descanso de dos horas, antes de tomar el último autobús para ir a la frontera con Nicaragua.", 
 "Llegando a la frontera de Costa Rica y Nicaragua me puse a observar !a vida del Jugar y me llamó mucho ta atención la situación de los nicaragüenses. Era increíble ver . cómo la gente podía vivir en medio de ta basura, donde comían y dormían. Allí no había formalmente albergues como en otros lugares; allí te movías con libertad, pero a la vez con mucho cuidado. No te recibían con comida, cada quien tenía que hacerse responsable de sus alimentos, todos los-gastos corrían por nuestra cuenta, pues no había ninguna autoridad o apoyo que pudiéramos esperar, ya que ni siquiera lo había para los residentes de Nicaragua. Bajo esas circunstancias, nos resultaba complicado pensar que llegaríamos en la fecha estimada a nuestro destino. Pensábamos llegar antes del 8 de noviembre.", 
 "Descubrimos que cerca de la Cruz Roja había una opción, a unos 15 kilómetros, y cerca de la migración había dos refugios, uno para familias y otro para los que quisieran. Debido a que estaban muy lejos, a menos que nos diera mucha hambre y no tuviéramos otra opción, íbamos para allá. Así que preferíamos mantenernos en movimiento. Nosotros deseábamos dejar la frontera, era una muy deprimente; no teníamos otra opción más que cocinar en la calle, comer en la calle y hacer nuestras necesidades en la calle. Muchos intentaron viajar en forma ilegal con los camioneros o con los \"coyotes\", pero sin éxito. Como ya no contaban con dinero empezaron a irse a los refugios. Antes de eso estos haitianos habían mostrado bastante rebeldía. No obedecían a las autoridades cuando, éstas les decían que debían irse a un refugio en vez de . estar en la calle tratando de vender comida, recargas de celular, cortes de pelo o peinados de trenzas, poniendo sus mesas de azar junto a los vagabundos y buscando la manera de sacar dinero de cualquier forma, incluso prostituyéndose.", 
  "<img src=\"images/SobrevivSecondHalf-4.jpg\"/>",
    "  Una forma en la que todos se acomodan para dormir, en especial los que tenían familia. Buscaban una manera de poner tiendas de campaña cerca de la calle o en un lugar favorable.   ",
 "Desafortunadamente las mujeres nicaragüenses también empezaron hacer su negocio con los haitianos. Muy listas ellas, rentaron un cuarto donde se-llevaban a los hombres por 5 dólares con cualquiera de las mujeres que escogiera, e incluso hasta de tres o más se encontraban en un cuarto. Al borde de esas calles había música y algarabía. Tanto, que a veces me preguntaba si en verdad estaba en un viaje. Eran tantas cosas las que veía que me confundía. La diversión del mundo era mucha y se podía decir que debido a estas distracciones hasta nos sentíamos a gusto. Era extraño que dentro de la miseria en la que estábamos pudiéramos en momentos efímeros ser felices.", 
 "Los \"coyotes\" cobraban mil dólares por persona y conseguían cien personas o más, por lo tanto, su ganancia era de 100 000 dólares. Y no solamente hacían un viaje por semana, sino varios. Las ganancias de esta gente son enormes.", 
 "Los \"coyotes\" son muy listos. A veces los viajes que cobraban no resultaban, por lo que en la frontera estaban los que tenían ya mucho tiempo. Hubo personas que perdieron su dinero en viajes mal organizados y que ya no pudieron recuperar nada. Pero adquirieron experiencia, y esa experiencia nos sirvió a nosotros, pues nos advirtieron de los diferentes traficantes que había. Algunos te podían pasar a Honduras en un día y otros en más días; dependiendo de la conexión.", 
 "Las personas que se la pasaban en la frontera y que caían en las manos de los traficantes vividores eran a menudo abandonados por sus familias, ya que no les podían seguir apoyando económicamente de forma indefinida en su viaje, así que ellos tenían que buscar la manera de sobrevivir yéndose a los refugios para poder comer. O bien había gente que tenía compasión de ellos y les ayudaban con lo que podía. En el caso de los que viajaban a pie desde Costa Rica hasta Honduras, algunos llegaban a tener éxito, pero la mayoría no lo lograba.", 
 "Gracias a Dios que conocíamos dos refugios, que eran lugares seguros y bien ubicados, cerca de la ciudad llamada La Cruz; sitio a cargo de funcionarios canadienses y de la Cruz Roja. En este primer refugio las familias no estaban divididas, había docenas de tiendas de campaña. Cada carpa tenía una capacidad para alrededor de veinte personas. Para ser aceptados en el refugio se debía hacer un trámite antes de salir de la frontera Panamá-Costa Rica, donde les ponían un brazalete hasta que salieran del refugio. Aquí ofrecían servicios médicos, un kit de comida que te permitía alimentarte por una semana, y si la carpa tenía sólo quince personas, las alimentaban muy bien.", 
  "<img src=\"images/SobrevivSecondHalf-5.jpg\"/>",
    "  Muchos lloramos por diferentes razones: por lamentar el haber salido de Brasil para ser objeto de abuso de personas que se aprovecharon de la situación. Otros estaban llorando por algunos amigos y familiares que no tuvieron la oportunidad de salir del bosque; otros lloraban de alegría, por estar aún con vida; otros como esta mujer lloraban después de intentar ir a Honduras a través de Nicaragua, y por desgracia no lograr su propósito.   ",
 "Ese lugar tenía una cocina hecha de bloques; los hombres cortaban la madera que migración llevaba al lugar, para poder cocinar. Tenía duchas limpias al principio, porque al final quedaron todas sucias y maltratadas. La zona era muy tranquila y relajante para descansar y ahí teníamos la oportunidad de recargar el celular. Aparentemente todos estábamos felices, afortunadamente los niños tenían su propio espacio de juego, y los jovencitos al mediodía jugaban fútbol.", 
 "El segundo refugio quedaba a cuarenta y cinco minutos de ahí, en la zona de Jobo, que estaba frente al mar. Ahí estaban los adultos en la playa. En cuanto a la comida, la seguridad y los baños eran igual que en el anterior refugio, se respiraba la misma tranquilidad.", 
 "Aunque estábamos en calma disfrutando de este descanso, seguíamos con las mismas intenciones de continuar con el viaje. De tal modo que cada mañana íbamos a verificar si los traficantes tenían alguna salida en puerta. Por fortuna sabíamos quiénes eran los traficantes más eficaces, de nacionalidad costarricense y nicaragüense, éstos eran: Les Jumeaux, Manual, Pedro, Neg Bannann, Tibian (Haití), Carlos Komandan. Había muchos otros. Cada uno de ellos tenía precios diferentes, los más caros eran de $1300, $1200, $1100, $1000 y $900 dólares, y los demás eran de $400 a $700 dólares. Sabíamos que los viajes más caros eran los más seguros, por eso ignorábamos los de $400 y $700. Increíblemente los traficantes eran más populares que los políticos de esa ciudad. En ese círculo de personas había de todo, desde los que ayudaban aunque sea por una paga, hasta los que te robaban. Todos con una buena organización, unos por tierra y otros por mar.", 
 "Para iniciar el viaje nos teníamos que anotar en una lista y dar por adelantado $100 dólares, con lo cual te daban una fecha de salida dependiendo de la cantidad de gente anotada. Varias personas pagaron más con tal de irse más rápido y pocos se iban con los que cobraban barato para no perder tiempo esperando, aunque sin garantía. Mientras los que cobraban caro sí te daban garantía, dándote la oportunidad de viajar de nuevo si algo salía mal. Si las cosas no iban bien, la policía de Nicaragua te. regresaba a Costa Rica.", 
 "Los viajes de los traficantes no eran fáciles. Caminábamos durante horas en el bosque, algo nada divertido. Luego nos conectaban con un camión que nos dejaba cerca de un río que debíamos cruzar. Los soldados sabían de antemano que llegaría gente ahí, entonces, en ocasiones de ahí los volvían a regresar a Costa Rica. En otras ocasiones los traficantes los llevaban hasta Honduras sin ningún peligro.", 
 "Los \"coyotes\" en el bosque tenían mercenarios, que se encargaban de robar a la gente y violar a las mujeres; quitándoles todo lo de valor. Una de las esposas de estos malhechores -que era haitiana-, se iba e investigaba a los haitianos para saber cuáles tenían más dinero y asaltarlos en el camino, amenazarlos y quitarles sus pertenencias. Algunos de los grupos sufrían más que otros. Muchas más personas no llegaron a Honduras, por lo que se tuvieron que regresar a Costa Rica.", 
 "Conocí la historia de una mujer que fue violada en el bosque. En ese viaje eran más de 120 personas y a todos los agarraron en el camino los bandidos, dos enfrente con rifles y dos atrás, y empezaron a revisarlos a todos para quitarles sus pertenencias. Los hombres fueron golpeados y a las mujeres les pusieron los dedos en la vagina o las violaron. Aun así, este grupo pudo llegar a Honduras, pero a la mujer que habían violado la separaron del grupo, no tuvieron piedad de ella y la regresaron a Costa Rica. Esta joven tenía tanta vergüenza que dijo que no le habían hecho nada; pero un conocido de ella que lo había visto todo, lo narró.", 
 "No se podía confiar en nadie, pues aquí se decían muchas mentiras para ganar dinero o para sobrevivir. Los mismos traficantes cuando nos adentraba en la selva inmediatamente nos tendían una emboscada, pues ya estaban bien organizados. Esta era una de las razones por las cuales la gente quería viajar por mar. El problema es que ahí no había ningún tipo de protección y podías morir ahogado. Muchos no sabíamos nadar.", 
  "<img src=\"images/SobrevivSecondHalf-6.jpg\"/>",
"  Fue categórica la miseria en la frontera entre Costa Rica y Nicaragua, no hubo autoridades que esperaran por nosotros, nadie nos ofreció nada. En esta frontera el que tiene dinero, tiene para comer.",
 "En una ocasión, uno de los barcos no llegó a puerto, se perdió en el fondo del mar con varias migrantes. Y hubo otro caso de un bebé que se cayó al agua y desgraciadamente el capitán del barco no quiso parar. Todos estaban enojados y desesperados, pero- aunque la gente quería ayudar-no era posible hacerlo. El barco tenía que seguir su curso. Cuando a las personas se les caían sus mochilas o sus maletas, pues menos se detenían.",
 "Otra forma de viajar era vía terrestre dentro de un tráiler que pasaba por la aduana. Los choferes lo hacían cuando se encontraban algún conocido de ellos trabajando en la aduana. Era una forma de llegar más rápido a Honduras. Todas las noches había gente esperando que algún chofer les ayudara a continuar. A veces lo hacían, pero de igual forma había trampas, pues los ladrones estaban al acecho.", 
  "<img src=\"images/SobrevivSecondHalf-7.jpg\"/>",  
 "<a name=\"cp7spa\">Capítulo VII. Nicaragua</a>", 
 "Tierra prohibida", 
 "Nicaragua es el único país al cual no se puede cruzar a pesar de tener relaciones diplomáticas con Haití. Todo el poder de ese país depende de su presidente. A causa de los migrantes, los soldados nicaragüenses tienen trabajo todos los días. La primera vez que yo llegué a esa tierra fue con un grupo de cubanos. Ese tipo de viajes tienen un nombre propio. Le llamábamos via, derivado de la palabra viaje en español. Los cubanos no viajan frecuentemente con haitianos porque ellos tienen sus propios contactos y de hecho cada nación tiene su propio estilo de viaje.", 
 "Debo de hacer un paréntesis para explicarles que había un senegalés. Ellos eran valientes; él había atravesado toda Nicaragua a pie, fue muy listo en su recorrido, pues en cada lugar estratégico había marcado y dejado una señal pensando —claro— en que podía existir la posibilidad de ser retornado. Sin duda él estaba dispuesto a intentarlo de nuevo en caso de que, al llegar a Honduras, lo regresaran a Costa Rica.", 
 "Cuando efectivamente lo retornaron, se llevó a todos los demás africanos y ellos tomaron el mismo camino. Ningún haitiano contaba con ese grado de valentía. El \"coyote\" que nos pasó nos pidió que fuéramos valientes y que, si no lo éramos, pues que lo fuéramos porque lo íbamos a necesitar, ya que él nos estaría esperando en Honduras, al otro extremo de Nicaragua, donde nos cobraría la mitad del pago. La otra mitad se la haríamos llegar con un amigo, quien esperaría nuestro aviso de que-ya habíamos cumplido nuestra parte y le pagaríamos la otra mitad. El \"coyote\" nos dijo que nos iríamos en aproximadamente cuatro horas. Nos había tomado días llegar a Panamá, así que esas cuatro horas se sintieron como una fracción de segundo.", 
 "Él nos presentó a tres guías para cruzar-dos bases de policías y para que nos pudieran llevar a un lugar libre. En el grupo había dos bebés y eso nos causó preocupación debido a que es muy fácil ser localizado con el llanto de un bebé, porque los soldados nunca estaban muy lejos en caso de que alguno comenzara a llorar. Definitivamente eso aumentaba el nerviosismo y la adrenalina. Desde que comenzamos a caminar, nos sentíamos más cerca de Honduras. Después de aproximadamente una hora de estar en marcha, llegamos a un punto muy cercano a los soldados, pero por fortuna ellos no nos vieron. Dos de ellos aparecieron en una moto, e inmediatamente nos echamos todos al suelo. Es difícil describir la pesadez que se puede sentir en esas circunstancias, la respiración agitada por el miedo y la inseguridad que vivimos en esos momentos. Solamente quien vive esas circunstancias puede entenderlo. No creo que puedas imaginar el riesgo que tomamos cada día. Hay tantos peligros en estas sendas que recorrimos sufriendo hambre, sed, dolencias, picaduras de insectos y extremo agotamiento físico.", 
 "¡Estuvimos en camino casi seis horas! Y nunca llegamos ai lugar donde debíamos y lo peor es que no había ninguna señal. Desde luego que todos estábamos más que preocupados. Llegamos a un punto donde hubo cambio de guías. Nos dijeron-quiero pensar que para no atemorizarnos- que todo aquello era parte del plan, que debíamos continuar con los fres nuevos guías, quienes nos conducirían hasta la conexión. Conexión quiere decir la segunda parte de la via. Los cubanos no querían cambiar de guía, pero nosotros nos vimos obligados a tomarlo porque no podíamos quedarnos en la selva. Continuamos nuestra ruta hasta caer-la noche. El miedo, la desesperación y las ganas de ver otro día crecían en nuestros corazones. Hubo ocasiones en que cada vez que uno debía cruzar un campo de maíz, todo el mundo corría, hasta llegar a un alambre de fierro, pero en ocasiones esos alambres de fierro estaban alimentados de corriente eléctrica. Y si por alguna extraña razón alguien no tuviera el tiempo de escapar, tendría que salir y traspasar los alambres, lo cuál sería un pago muy caro por viajar; además de arriesgar enormemente su vida.", 
 "Después de cruzar tantos campos, descansamos por la tarde; no habían pasado ni dos minutos cuando nos atacaron unos ladrones, ¡resultó ser que esos ladrones eran los tres primeros guías! En el acto nos dimos cuenta de que eran ellos porque no se habían cambiado las camisas, sólo tenían pañuelos que les cubrían la cara y el más delgado era el más fácil de distinguir. La cuestión era que estaban \"armados hasta los dientes\", con una variedad de armas que incluían una de 9 mm, cuchillos y machetes. Dos de ellos estaban enfrente, nosotros en medio y el otro atrás de nosotros. Estas personas sin escrúpulos utilizaron sus tácticas para esculcarnos. Desafortunadamente ellos no conocen de respeto hacia nadie, ya que con las mujeres tampoco tuvieron compasión. Con toda la desfachatez y sin miramientos tes retiraron sus pantalones y les metieron mano hasta dentro de los calzones. ¡Querían todo! No les importaba a costa de qué.", 
 "Hay ladrones y violadores que toman a su antojo a toda persona que cruza su camino. Todo lo que sucedía estaba planeado; los otros guías se hicieron a un lado, y nos dijeron que, si alguien los seguía, esa persona moriría. Desde luego que ni el intento hicimos de seguirlos.", 
 "Los cubanos se enojaron demasiado, pues'' no era la primera vez que les pasaba esto; ya habían perdido casi todo, igual que la mayoría. Se acercaba la noche y con ella la lluvia, no teníamos dónde ni con qué proteger a los niños. Fue una noche demasiado fría y difícil de soportar, pero lo logramos una vez más. Verdaderamente sentimos que esa noche Dios nos salvó. Se puede decir que descansamos tranquilamente, pues anteriormente habíamos caminado mucho antes de llegar a la conexión. Para continuar, los guías nos solicitaron hacerse cargo de nuestro dinero; seguramente se los íbamos a dar. ¡Claro que no! Ahora más que nunca no íes teníamos confianza, sus palabras eran puras mentiras. En este medio, uno jamás debe confiar en nadie. Es imposible.", 
 "El ser humano es tan cruel, tan malo; pura gente sin corazón, cegada por su propio beneficio, algo deprimente. Su justificación para guardarnos el dinero era supuestamente defenderlo de otros asaltantes, pues ellos serían los únicos en no ser esculcados. ¡Qué nos querían cuidar, si ya no teníamos nada! Así que les hicimos saber exactamente eso, que estábamos sin un centavo.", 
 "Ai llegar ahí les pedimos hablar por teléfono con la persona con la que habíamos contratado el viaje, para que nos explicara qué estaba pasando, pero él se negó. No quería hablar con nosotros; decía que faltaba una parte del dinero para realizar la conexión*. Intentamos'convencerlo de que se lo pagaríamos al llegar, pero los guías no querían seguir hablando con nosotros. Nos dijeron que sería mejor dejarle un mensaje y que ellos se lo pasarían. El contratista del viaje era un ladrón y estaba insinuando que los haitianos no habíamos pagado, pese a que los cubanos le habían enviado un mensaje diciéndole que ellos pagarían lo que faltaba. •. . •>", 
 "Nos vimos obligados a ir por nuestra cuenta. Estábamos muy cerca de la carretera y nos percatamos que había tráfico y alguien nos podría ver. Algunos policías pasaron cerca. Después de esperar de tres a cuatro horas, el camión que tenía que hacer la conexión nunca llegó y ya pasaban de las cuatro de la tarde. Todos se comenzaron a preocupar de no poder emprender el viaje y tener que pasar otra noche en la selva. Nadie había visto a dónde se habían ido los guías y de repente un automóvil de policía llegó. Los cubanos al darse cuenta se echaron a correr. De hecho todos corrimos excepto las mujeres que tenían bebés. Aconteció que un amigo haitiano y un cubano corrieron, los policías los siguieron y ya no supimos de ellos, les perdimos la pista.", 
 "Se podía decir que la via ya había salido mal. . Entonces teníamos que intentar salir y ver cuál iba hacer-la nueva estrategia. A pesar de que nos queríamos mantener en grupo, una parte se retiró, posiblemente al llegar la policía.", 
 "Salimos hacia la carretera, algunos nos acostamos y dos cubanas les hicieron señales a los autos en la ruta para intentar pedirles un aventón que nos acercara a la frontera hondureña, pero en realidad apenas estábamos a dos horas de Costa Rica. Cada vez que veíamos un auto teníamos miedo de ser regresados a Costa Rica. Corríamos el riesgo de perder nuestro dinero y nuestro viaje y tener que realizarlo de nuevo por completo, porque la mayoría de las personas que organizan la via son ladrones. Cuando comenzamos a caminar, un automóvil de las fuerzas armadas nos tomó por sorpresa. Nos dijeron que no deberíamos preocuparnos, que guardáramos calma. Al pasar la noche, por la mañana estaríamos de regreso en Costa Rica. Tan pronto llegamos a su base, vimos al resto del grupo que había salido de otra via. Después la Cruz Roja nos dio de comer y ropa usada. Estábamos decepcionados por no haber podido llegar a Honduras, pero también felices de que ya no pasaríamos un día más en la selva.", 
 "Cada uno tenía una colchoneta en el suelo y bebimos de la misma agua de un pozo del que bebían ios soldados. E hicimos un hoyo para ir al baño, que compartimos con los soldados porque no había baño con drenaje. Era una base militar nicaragüense; A la mañana siguiente estábamos en ruta hacía Costa Rica con los soldados que nos acorhpañaron. Tan pronto como llegamos, fuimos a la dirección que nos proporcionó la persona que había organizado esa vía, pero a! Negar a su casa no vimos a nadie, ni a su perro. No podíamos ir con la policía porque ese tipo de viajes no estaban autorizados. Fue una decisión que tomamos por nuestra cuenta y tuvimos que asumir la responsabilidad de ella. Cada vez que denunciábamos a un guía de viaje, lo detenían sólo para calmar al grupo, pero después lo soltaban y se quedaban con su dinero. Hay algunos malhechores que pagan a personas para vigilarnos. Nuestra única esperanza es que todos rendiremos cuentas ante el tribunal de justicia al final de nuestros días.", 
 "Gracias a Dios no se habían robado los celulares, solamente el mío. Las personas me tomaban por loco porque era el que les había invitado a viajar con aquél hombre y no tenía ni un centavo. Yo tendría que encontrar otra manera de salir de Costa Rica con aquellas personas para recuperar mi tranquilidad.", 
 "El mismo día en el que inicié mi viaje fracasado hubo un amigo que me invitó a viajar con él dentro de un contenedor; lo rechacé porque yo confiaba en mi plan original, pero el mío había fracasado y el suyo había tenido éxito. Este amigo me puso en contacto con el mismo conductor del camión para tratar de convencerlo de organizar otro viaje. Yo tenía miedo porque sabía de antemano que algunas personas habían muerto en esas cajas, pero este conductor era diferente.", 
 "El contenedor tenía un gran agujero abaj'o del camión a fin de que le entrara el aire, y mi trabajo era reunir alrededor detreinta personas. Si reuníamos a la gente, yo y mis amigos podríamos viajar de manera gratuita. ¡Pero 'imagínate!, ¿quién iba a tener confianza en ti inmediatamente después de haber organizado un viaje fracasado? No -obstante, también ellos sabían que el conductor siempre tenía éxito en sus viajes y nuestro viaje estaba previsto para el domingo. ■", 
 "En cuanto a mí, reuní a más de cuarenta personas para la salida del domingo. Todos estaban impacientes, pero el conductor nos llamó y nos dijo que él no podía ese domingo y tenía que esperar al siguiente. Yo no podía hacer ningún tipo de reclamo debido a que tenía el bolsillo vacío, pero algunos que ya no tenían paciencia tomaron otra ruta; unos con éxito y otros no; y cuando regresaron dijeron: \"Sí, yo sabía, debí haberme esperado\".", 
 "Los días pasaban súper lentos y teníamos poca paciencia. A decir verdad, estábamos llenos de impaciencia, de descontento; porque parecía que nada estaba saliendo bien. Cuando por fin llegó el domingo, ni siquiera tuve tiempo de comer porque me enfoqué en reunir a las personas de la lista y a otras que yo había agregado. En nuestro punto de encuentro, cerca de un puesto de gasolina, yo tenía que recolectar el dinero y pagar la mitad del total por todos, y el resto cuando llegáramos. Mis cosas importantes iban dentro de una maleta con el conductor.", 
 "Hubo personas que me amenazaron si regresábamos, diciéndome que me golpearían. Pero mi equipo y yo platicábamos seguido sobre las posibilidades de que eso sucediera si no triunfábamos. Organizábamos paso por paso, con cautela. El conductor no trabajaba 'solo, había otro chofer con él de respaldo y algunos guías, porque teníamos cjue cruzar un lago a pie y eso tomaría alrededor de cuatro horas. Comenzamos el camino a las 4:00 p. m. Me percaté de que los guías tuvieran armas de fuego, en caso de que fuera necesario. Esa vez sentí que todo iba a salir bien. En esta ocasión, por extraño que parezca, sentía ■ una certeza de que todo iba a estar bien y que no iba a haber problemas.", 
 "Todos los días serían las mismas tareas. Uno tenía que caminar por horas antes de hacer la conexión, pasar los alambres de fierro electrificado y otras cosas. Pasamos la noche en la casa de uno de los guías para hidratarnos antes de cambiarnos con otro grupo de guías, quienes formaban parte del plan. Hicimos el cambio en medio de la nada. Escuchábamos solamente a los pájaros y el viento rosando las ramas de los árboles. Algunas veces nos preguntamos por qué hicimos tantos sacrificios, pero la respuesta ya la sabemos. Somos humanos y el aislamiento es más fuerte que nosotros.", 
 "Después de muchas horas de caminar en medio de la selva estábamos llegando al punto de la conexión. Cuando nos dieron la indicación de subir al contenedor nos pusimos a correr como locos, nos golpeamos entre nosotros. Una vez que todos estaban dentro del contenedor, el conductor nos proporcionó agua a todos para el viaje. Debíamos mantenernos en silencio hasta que llegáramos a Honduras. El viaje fue más rápido de lo que pensamos, porque salimos a las ocho de la noche y llegamos a las cuatro de la mañana. La experiencia en el contenedor fue maravillosa porque no veíamos nada. del exterior. Se puede decir que era una sensación de alivio. Únicamente teníamos que esperar a que el conductor nos diera la señal para bajarnos. Y cuando bajamos, caminamos más o menos una hora antes de cruzar la frontera nicaragüense para llegar a Honduras. Bendito Dios, lo habíamos logrado. Todo salió bien. A pesar de todas las penas que pasamos en el camino, al final Dios nos mostró una manera de salir. ¡Aleluya!", 
  "<img src=\"images/SobrevivSecondHalf-8.jpg\"/>",
 "<a name=\"cp8spa\">Capítulo VIII. Honduras</a>", 
 "Victoria inminente",
 "Despues de meses de miseria pasando por la selva, sufriendo física y emocionalmente, nunca esperamos lograr llegar a Honduras. Todo esto en verdad fue una prueba de supervivencia y gracias a Dios salimos a flote. Algunos dijeron que el camino iniciaba en Honduras, porque faltaban solamente dos países, Guatemala y México, para llegar a nuestro destino, que era Estados Unidos de América. Honduras fue uno de los países que aceptó sin problema a los haitianos, mientras en Panamá tuvimos que decir que éramos africanos. En Honduras sabían bien que éramos haitianos, que proveníamos de Brasil, Chile, Ecuador, Venezuela y otros lugares. Cuando llegamos ahí, llegamos sucios, cansados y hambrientos. Lo único que deseábamos inmensamente era primero bañarnos, comer y descansar; la mayoría no teníamos ropa. Era muy bonito ver cómo todos compartíamos lo que teníamos.",
 "Éramos diferentes grupos los que llegamos. Algunos grupos habían pasado muchos días en Nicaragua antes de llegar a Honduras, pero nosotros, gracias a Dios solamente estuvimos una noche. A las ocho de la mañana teníamos que avisar en las oficinas de migración que estábamos en el país. Eso nos permitía tener derecho a una cita para la cual debíamos esperar dos o tres días, dependiendo, para poder tener el pape! que nos permitiera cruzar el país. El mismo día en que tú firmas ese papel, te comprometes a dejar el país. Debido a esto muchos haitianos se quedaron en ese lugar porque no tenían dinero para pagar el boleto del viaje. Entonces mejor decidían no firmar. Sin duda alguna, nos sentíamos más cerca del objetivo y con más calma. Hasta se podría decir que teníamos ganas de continuar con la aventura porque en Honduras no teníamos ninguna presión, todo estaba en calma.",
 "En Honduras podíamos rentar un hotel, pero preferimos rentar un cuarto de apartamento, porque en un hotel no podíamos cocinar y no teníamos mucho dinero. No estábamos buscando el confort, sino c ubrir una necesidad básica.",
 "Sabíamos de antemano que no debíamos perder más tiempo; todo debía ser planeado correctamente, como lo habíamos hecho desde que salimos de Brasil. La razón de nuestra urgencia era que el periodo del presidente Obama iba a concluir pronto. Estábamos al tanto de las noticias, de la contienda política por el poder que se estaba viviendo en Estados Unidos. Erróneamente pensamos que estando este presidente nos daría asilo político sin problema y nos abriría las puertas para nuestro beneficio. Nada más lejos de la realidad, porque el beneficio no fue para todos. Obama fue uno de los presidentes que más deportaciones hizo durante su mandato. En ese momento, las elecciones entre los dos candidatos estaban muy cerradas y conocíamos sus tendencias políticas. Sabíannos que si ganaba Donald Trump las cosas no resultarían a nuestro favor.", 
 "Al llegar a! departamento que rentamos, tomamos un baño y vimos cómo movernos para comprar comida. Hasta ese momento éramos seis haitianos. Yo no tenía celular gracias a los ladrones que me dejaron incomunicado. Tenía que comprar uno para' poder estar en ■ contacto con mi madre, quien se preocupaba por mí. Pero primero /debíamos cambiarnos, pues ya teníamos tiempo con la misma ropa y necesitábamos ir a comprar algo nuevo. Sin embargo, a pesar de lo que pensábamos hacer, nos relajamos unos minutos, tomamos algunas cervezas y escuchamos, música. Conversamos sobre nuestras ^experiencias en. estos meses. Para ese momento teníamos . 'ya tres meses de recorrido.", 
 "Se había hablado de salir a pasear, a bailar, a conocer gente y divertirnos; pero como estábamos tan cansados y la noche era muy larga, nos quedamos dormidos. '", 
 "En la mañana, cuando despertamos teníamos que ir en busca de un haitiano que tenía más tiempo ahí, pues por alguna razón se quedó en el país. Nos habían pasado sus datos, pues ya muchos que habían cruzado lo conocían. Él era el único que nos podía explicar cómo estaba la situación en las oficinas de migración. Sentíamos cierta ansiedad y no queríamos perder tiempo, pero tampoco queríamos ir demasiado rápido. Algunos haitianos que llegaron una semana antes que nosotros nos llevaron a una plaza para comprar ropa y celulares baratos. Yo deseaba platicar con mi mamá porque ese día era su cumpleaños, un 28 de noviembre. Para ello conseguí $500 dólares organizando un viaje. Logré integrar un grupo para poder comprar el celular y llamar a mi madre para felicitarla.", 
 "Fuimos a un mercado a comprar cosas para cocinar y se puede decir que pasamos un día bastante agradable y relajado. Por la noche todos estábamos de büen humor, el clima era bueno e íbamos a disfrutar de ese espacio. Es curioso como aprendes a disfrutar de las cosas sólo en situaciones como estas. Cuando el ser humano lo tiene todo, a veces no lo disfruta. Sin embargo, nosotros cada espacio que teníamos tratábamos de pasarla bien. No sabíamos cuántos días nos íbamos a quedar y queríamos llevar las cosas con calma, tomar nuestro tiempo; ya que después de partir todo cambiaba. Empezábamos-con las inseguridades, con los miedos, lidiábamos con toda clase de pensamientos y sentimientos, regresaba el estrés y a sufrir las mismas y otras necesidades.", 
 "Tomamos cerveza en una de las plazas, lo cual fue mal visto por los hondureños porque ellos no toman cerveza en la calle, pero por ignorancia nosotros lo hicimos. No sabíamos que estaba prohibido en el país. No teníamos conocimiento de esa norma. Después de unos momentos llegaron dos policías y nos pidieron que los siguiéramos a la delegación y cuando llegamos nos pidieron papeles para retornarnos a Nicaragua, porque lo que estábamos haciendo era ilegal. Intentamos varias formas de negociación. Les suplicamos que nos dejaran partir, pero ellos no aceptaban el trato.", 
 "Les dijimos que si nos retornaban a Nicaragua tendríamos que volver a empezar, pero ahora sin dinero porque ya no teníamos y nuestra familia no estaba en condiciones de ayudarnos. Era una situación terrible y una vergüenza para nuestras familias si se enteraban que la policía nos había esposado por causa de tomar en la calle. Entonces, empezamos a ver de qué otra manera podíamos librarnos y evitarnos ser regresados. Dentro del grupo había un amigo que hablaba perfecto español, tanto que el inspector se quedó impresionado de su fluidez. Y al final . el inspector nos dijo que podíamos irnos condicionados; nos advirtió que al día siguiente debíamos salir del país, ■. si no nos iban a reportar a las oficinas de migración por ■esa misma situación. Nos agarraron con una hielera llena de cerveza y ellos la tenían. Muy cuidadosamente, antes de retirarnos nos atrevimos a pedírselas para continuar en el departamento, pero ellos nos dijeron que no, que esas cervezas ya habían cambiado de dueño.", 
 "Cuando llegamos al departamento ninguno de nosotros comentamos nada al respecto, porque fue una mala experiencia, aunque para nosotros fuera algo insignificante. Si bien ya habíamos pasado el susto, temimos ser retornados a Nicaragua, porque es uno de los peores países que'atravesamos. Para nosotros fue una experiencia innecesaria.", 
 "En la mañana nos preparamos para dejar el país, debido al acuerdo que hicimos con la policía. A las ocho de la mañana ya estábamos en migración y nos dieron cita para las dos de la tarde. Retornamos a la casa para cocinar y prepararnos para partir y a la una regresamos para esperar el camión. Era un camión especial, porque en algunos países que atravesamos migración les aconsejó a los taxis que nos cobraran el doble. Para nosotros no era problema porque lo que queríamos era seguir. Cuando estábamos en el camión era la 1:30 y faltaban como tres personas. Simplemente al chofer no se le dio la gana esperar a los demás y cuando tú pagas el boleto y no llegas, pierdes el dinero. Dialogamos con el chofer, pero no quiso acceder. Al menos lo intentamos. Verdaderamente para nosotros no era tan importante. Por desgracia uno tiene que pensar egoístamente y hacer lo que sea por encima de quien sea para defender su persona y seguir el objetivo. Los demás se quedaron y nosotros seguimos. Deseábamos darle vuelta a la hoja io más rápido posible y continuar para salir de Honduras, pues pensándolo bien, no fue tan grato estar ahí.", 
 "En el momento del viaje todo mundo bromeaba con la impaciencia de descubrir otra tierra. En cada país que íbamos a cruzar afortunadamente hallábamos a algún amigo, familiar o conocido que ya había pasado por esa experiencia. Entonces, ellos nos explicaban cómo debíamos pasar, a quién le debíamos pagar o si podíamos pasar directamente. Cuando llegamos a la frontera de Guatemala en la madrugada, seguimos las instrucciones para que nadie nos robara nuestras cosas personales. Sabíamos previamente que nos encontraríamos con guías falsos, taxistas falsos, además de ¡a gente de la calle de la que desconfiábamos, porque siempre querían sacarnos dinero. Pocas veces teníamos la suerte de no pagar. En esta ocasión pagamos para ir a migración, que estaba en un mercado.", 
 "Como los cubanos pagaban mucho dinero con tal de cruzar la frontera, los guías abusivos los hacían cruzar una colina para sacarles más dinero, mientras a nosotros nos permitieron cruzar directo. Al subir al taxi que nos conduciría a la frontera, el taxista nos dijo que ahí todos podíamos cruzar. Sin pensarlo mucho, en ese momento le pagamos cinco dólares más al taxista para que nos proporcionara información. Es increíble cómo las personas le damos tanto valor al dinero y donde hay dinero se puede corromper cualquiera, por más firme que se crea. Muy, pero muy pocas personas nos daban algo sin pedir nada a cambio.", 
 "El camión tenía la música muy fuerte y mientras recorríamos las calles de Guatemala todo'mundo nos miraba, como si jamás hubieran visto a la gente de color, o tal vez era qué nos veían con admiración, me gustaría pensar que era lo segundo. Fue algo extraño que en ocasiones la gente al vernos pensaba que éramos americanos y nos querían hablar en inglés. Lo que me da a pensar que no tenían idea de qué tipo de migración había llegado a esa frontera. Observamos el camino y nos dimos cuenta de que parecía la periferia.", 
    "<img src=\"images/SobrevivSecondHalf-9.jpg\"/>",
    "<a name=\"cp9spa\">Capítulo IX. Guatemala</a>", 
 "Sin parar", 
 "Guatemala, para nosotros fue uno de los viajes más rápidos. Cuando el conductor del taxi nos dejó delante de las oficinas de migración, nos dimos cuenta de que no era en realidad la oficina de migración. Dentro de un mercado público había una oficina para recibir a los migrantes, en la cual obteníamos un documento válido por veinte días, aunque no nos debíamos quedar en la ciudad más de veinticuatro horas después de obtenerlo.", 
 "Mientras esperábamos el autobús buscamos un baño para lavarnos los dientes y un restaurante para comer. Estábamos revueltos con los cubanos, quienes también habían hecho la ruta en grupo. Mientras nos alistábamos, una señora llegó a ofrecernos café. Era una señora religiosa con un gran corazón, quien después nos dio de comer a todos e hizo con nosotros una oración bella y larga. Nos sentamos y conversamos con ella, fue una bendición. Sintió empatia por nosotros, pues nos hizo saber que era consciente del sufrimiento por el que habíamos pasado, estábamos pasando y pasaríamos aún. Era extremadamente raro que alguien se pusiera en nuestros zapatos, nadie lo había hecho hasta ese momento. Fue como si hubiese estado observando esas humillaciones por las que atravesamos. Fue tan hermosa la sensación . que nos produjo, al punto de que no pudimos esconder nuestras lágrimas. Estábamos en'un punto de quiebre, . como dice la Biblia, como vaso frágil. Podemos leer en •Apocalipsis 21:4, versión Reina Valera (1960): \"Enjugará Dios toda lágrima de los ojos de ellos; y ya no habrá muerte, ni habrá más llanto ni clamor ni dolor; porque las primeras cosas pasaron\". Ya había terminado un episodio más. Extrañábamos ver a alguien mostrando compasión y ^aceptación. ';> 1", 
 "Ella nos brindó su ayuda, aunque no tenía muchos recursos, por lo que nos sentimos muy satisfechos con lo poco que pudo hacer. Muy poca gente nos había acogido -hasta ese momento- de tal manera. Ella no podía quedarse por mucho tiempo con nosotros; hubiera sido muy buena su compañía, ya que nos quedaban más horas para esperar el autobús. La señora prometió que regresaría mañana si Dios así lo quería. Y así lo haría cada día para ayudar a otros grupos de migrantes, porque ellos seguían llegando cada mañana casi a la misma hora. Pero no pasó más de medio día antes de que emprendiéramos nuestra ruta hacia México.", 
 "Tan pronto los autobuses llegaron, nos formamos en fila a esperar a que nos llamaran por nombre para tomar nuestros lugares. Eran tres autobuses que iban a transportar a alrededor de 150 personas. Tan pronto como todos estuvimos en el autobús, los policías realizaron una verificación, para ver que todo estuviera bien. Hubo algunos que no pagaron y aquellos que apenas tenían el suficiente dinero para hacerlo.", 
 "No había un día en que no pensáramos que las autoridades o los \"coyotes\" abusarían de riosotros, porque ellos no deberían habernos llevado a uña terminal de transporte terrestre; nosotros mismos podíamos haber comprado los boletos, pero eso no tenía tanta importancia porque ya queríamos salir de ese país y avanzar al siguiente.", 
 "El camión finalmente salió en marcha para . llegar a la capital, y desde allí teníamos que tomar otro para llegar a la frontera de México. Pasamos unas horas en el corto viaje, no pudimos descansar porque el autobús, río . era muy cómodo.", 
 "Durante el viaje, en el autobús platicábamos sobre la posibilidad de vivir en México y sobre la opción de deportación. Eran cosas en las que pensábamos todo el tiempo. No podíamos dejar de tener esos pensamientos. Imposible detener a la mente en circunstancias así. Paulo Coelho decía: \"la posibilidad de realizar un sueño es 1o que hace que la vida sea interesante\". Nuestra mente jugó un papel fundamental en esta travesía. Uno definitivamente tenía la responsabilidad de domar los pensamientos; porque podía ser provechoso mantener la mente libre, pero no en las circunstancias tan difíciles y embarazosas que pasamos, donde si no la tienes domada, puedes perder el control y terminar loco. Este mismo autor decía que cuando alguien desea algo debe saber que corre riesgos y por eso la vida vale la pena. No importaba al final dónde terminaría, si en Estados Unidos o en México; ya me sentía ganador con el solo hecho de llegar vivo a cualquiera de esos dos lugares. El riesgo valió la pena.", 
 "Llegamos a la capital de Guatemala por la noche, cerca de donde estaba migración. Pensamos que íbamos a poder dormir, pero pronto continuamos la ruta. Solamente teníamos que realizar el trámite e imprimir y fotocopiar los documentos necesarios para estar ahí. Todos nos dijeron que con ese papel podíamos quedarnos veinte días en el país —cómo ■ si uno estuviera interesado en quedarse un segundo más-.", 
 "Por consiguiente les agradecimos su hospitalidad y nos dirigimos hacía la terminal de camiones para comprar nuestros boletos. Cuando llegamos todo estaba cerrado. En Guatemala el autobús no tiene vida nocturna como en ciertos países que habíamos pasado, y no podíamos comprar nada. En el último minuto vimos una vendedora ambulante que vendía frituras, pero la cuestión era que no quería aceptar dólares. Le explicamos que éramos turistas, una historia que ayudó a que cambiara de idea. No tenía gran cosa para comer, pero eso nos bastaría para llegar a México.", 
 "En cuanto pudimos nos repartimos para ir a comprar nuestros pasajes, y el vendedor de boletos nos quería cobrar —el muy abusivo— el doble del precio, lo cual no aceptamos y le dijimos que nos esperaríamos a que alguien más nos diera el precio normal, ya estábamos hartos de tanto abuso e impunidad. El precio del viaje era de diez dólares y él quería cobrarnos veinte. Lo que ellos ignoraban era que teníamos conocimiento de los precios, de casi todo, porque los que ya habían pasado nos habían explicado paso por paso su experiencia, costos, precios, todo. No ignorábamos el verdadero costo. Entonces él, ya dándose cuenta de que nosotros sabíamos el precio, nos dijo que nos subiéramos al autobús.", 
 "Por desgracia cada país por el que cruzamos contaba con su propio armamento del mal; nos saqueaban, nos cobraban caro las comidas, el agua, los taxis, el cambio del dólar, maltratos físicos, verbales y, aun así, pudimos continuar nuestro camino.", 
 "A las cinco de la mañana estábamos llegando a la frontera entre Guatemala y México. En esta frontera los taxis eran bicicletas con una cabina que podía transportar a tres personas máximo. Nos dijeron que no podíamos cruzar sin pasar primero por la aduana mexicana para tener la visa, que debíamos pasar sobre un río y ellos sabían que nosotros no podíamos rechazarlo, en realidad no todos teníamos pasaporte. Nos concentramos a la orilla del río, el cual debíamos atravesar en una balsa. Desafortunadamente todo lo cobraban en dólar, algo inentendible e inexplicable.", 
 "<a name=\"cp10spa\">México</a>", 
  "<img src=\"images/SobrevivSecondHalf-10.jpg\"/>",
 "Renacimiento de una nueva esperanza", 
 "Llegar a la victoria es pasar por infinidad de pruebas, luchas, caídas, decepciones, dolor; nadie puede decir que ha alcanzado la victoria si no ha vencido todo esto primero. Sufrimos mucho en el camino, padecimos infinidad de aflicciones, desconsuelos. De igual modo, padecimos injusticias, humillaciones, altercados, amenazas, asaltos; pasamos por el valle de la muerte. Por eso ahora puedo decir que cada uno de los que llegamos a México estamos más que agradecidos con Dios y con la vida, porque hasta aquí podemos decirnos vencedores.", 
 "Es triste darse cuenta de que solamente padeciendo necesidad es cuando el ser humano empieza a invocar a Dios, es curioso que necesitemos padecer algún tipo de angustia para voltear hacia el cielo y clamar a Dios. Y es curioso que después de que pasaste por todos esos tormentos y estás ahora con trabajo, en un lugar donde dormir y sin pasar hambre, vuelvas nuevamente a olvidarte de É!. El ser humano tiene mucha maldad dentro de sí, y se nos olvida rápidamente que existimos gracias a esa bondad infinita de Dios.", 
 "Para nosotros era conveniente llegar durante sus horarios de atención, es decir, de 8:00 a. m. a 12:00 p. m. El taxi nos llevó al centro de la ciudad, de ahí caminamos alrededor de cuatro kilómetros para llegar a la estación migratoria. Tuvimos suerte de que no había muchas personas, sólo éramos nosotros, los del grupo.", 
 "Realizar el trámite de permiso tomaba todo el día, por lo que nos tuvimos que quedar en la estación migratoria. Apenas un mes antes, migración estaba deportando a todos los haitianos, pero cuando llegamos nosotros les estaban dando permiso de estancia por un mes. Si decías que eras del Congo, te detenían por lo menos un mes. Después de que nos otorgaron los permisos, tuvimos que buscar un lugar donde hospedarnos, porque los autobuses con rutas desde Tapachula hacia el norte sólo salían dos veces por semana, los miércoles y los sábados. Pudimos encontrar Jugares donde nos hospedaron por dos o tres dólares por noche. También había lugares donde no nos cobraban nada, pero a cambio teníamos que contratarles su servicio de transporte, ya que tenían camiones que se dirigían al norte, los cuales costaban $1200 pesos.", 
 "Nos quedamos una semana para prepararnos antes del viaje. No sólo para llegar frescos y limpios a Tijuana, sino también para que nuestros familiares- nos enviaran más dinero. Mientras tanto, usamos ese tiempo para distraernos un poco, salir á pasear y conocer Tapachula. Todos los días era la misma rutina, comer, comunicarse con la familia, estar en espera del día de partida y dormir. Había algunos del grupo que tenían el dinero suficiente para seguir su camino y continuaron. Sin embargo, el resto nos dimos a la tarea de juntar dinero hasta que cada persona del grupo tuviera para el viaje. Al final, decidimos salir el sábado a las 4:00 p. m. Sólo nos teníamos a nosotros mismos. Ya habíamos convivido durante todos esos meses, así que nos íbamos convirtiendo en una verdadera familia; cuidándonos unos a otros. Este era, por decir, el último empujón entre todos para llegar a Tijuana y de ahí cada quien vería cómo cruzar a Estados Unidos.", 
 "Salimos en dos camiones. íbamos con la esperanza de ir conociendo otros lugares durante el viaje. El viaje duraría cuatro días, pero se retrasó porque a uno de los camiones le falló el motor y tardaron medio día en repararlo. Llegamos a Tijuana a los cuatro días y medio. En el camino nos comunicábamos con amigos que ya habían Negado antes para saber a dónde irnos. Los primeros haitianos que habían llegado a Tijuana en los meses de mayo, junio, julio y agosto no tenían dónde hospedarse y se instalaron en la calle, al lado de un lugar conocido como el Desayunador del Padre Chava. El gobierno de Tijuana jamás se imaginó que entrarían por sus puertas tal cantidad de extranjeros en un lapso de tiempo tan corto. Debido a la cantidad de haitianos, africanos, musulmanes, etc. , que estaban llegando a diestra y siniestra, fue que otras organizaciones como las religiosas empezaron a abrir, de igual modo sus puertas para albergar a la cantidad de personas que estaban durmiendo en la calle.", 
 "No era algo que no pudiéramos hacer, veníamos de dormir en la selva, donde podías ser devorado, picado, o morir a causa de un animal salvaje; así que dormir en la vía pública y hacer nuestras necesidades en -ella no era problema. En la vida de esta ciudad había pasado por sus calles un éxodo de raza negra. Asimismo fue-que Tijuana empezó a cambiar su fisionomía. Éramos una barbaridad, incontables. Según cálculos del Colegio de la Frontera Norte, llegaron a esta frontera entre 15 000 y 20 000 haitianos. Lo mismo informaron los medios de comunicación. Y los que nos quedamos en Baja California, en septiembre de 2017 éramos aproximadamente 5000.", 
    
    "<img src=\"images/SobrevivSecondHalf-11.jpg\"/>",
    "  Al principio, era algo increíble el ver como los migrantes se acostaban en la calle frente al comedor dél padre Chava. Cada vez que un migrante llegaba a la ciudad al primer lugar que lo llevaba el taxi era al comedor del padre Chava porque todavía no había ningún albergue que estuviera dispuesto a recibirnos.   ",
 "Ahora sé que Tijuana es una de las ciudades a donde más llegan migrantes de diferentes partes del mundo. Ya sea para usarlo como puente para cruzar a Estados Unidos o, como pasó con nosotros, para radicar aquí.", 
 "Las primeras expresiones de los tijuanenses al vernos por sus avenidas fueron de desagrado, de descontento, de discriminación. Parecía que jamás hubieran visto a un negro. Sí habían visto algunos de manera aislada, pero no a tantos, y reconozco que eso asustaba. Pensándolo bien, si estuviera en su posición probablemente pensaría lo mismo. Sé que en ese momento no teníamos nuestro mejor aspecto. Y no todos los haitianos son personas buenas, como tampoco todos los mexicanos lo son. En este éxodo salieron de Haití y de Brasil tanto buenos como malos.", 
 "Llegamos con una cara de cansancio extremo, con un hambre feroz, con problemas de salud, con problemas emocionales fuertes; ¡lo que anhelábamos era ayuda! Bañarnos, cambiarnos y un lugar donde reposar por horas, más que comer. No podíamos ya sostenernos físicamente.", 
 "Muy, muy aparte de lo que deseábamos, ja realidad constaba de retomar fuerza, hacer una fila al lado det Desayunador del Padre Chava, donde atinadamente instalaron un módulo del Instituto Nacional de Migración (INM), en colaboración con la Dirección Municipal de Atención al Migrante a cargo de la Lic. Rosario Lozada, quien muy amablemente nos atendía y nos sellaba el oficio de salida de Tapachula, el cual indicaba la fecha para cruzar a Estados Unidos. Y a un costado ponían un símbolo que no se podía, según ellos, clonar. Ya fuera un círculo, una estrella, un cuadrado, un diamante, un trébol, todos con su respectivo color, el cual podía variar. Esto fue muy ingenioso de su parte, pero el haitiano no tiene límites, podíamos ingeniárnosla para modificar todo. Una de las cosas que desarrollamos desafortunadamente en esta travesía era el saber cómo manipular la situación y poner las cosas a nuestro favor.", 
 "El INM buscó la manera de organizar las salidas conjuntamente con el gobierno estadounidense para recibirnos. Por lo que, el INM generalmente llevaba grupos de alrededor de cincuenta personas por día. Además, esta misma institución, con ayuda del Grupo Beta a cargo del Lic. Alejandro Salinas y su equipo de trabajo, eran quienes distribuían a las personas en los albergues que se estaban abriendo en diferentes partes de la ciudad.", 
 "Yo me conecté con un amigo que me esperó en el Desayunador del Padre Chava y de ahí me dirigió a una calle que se llama Cañón del Alacrán, justo donde está ubicado el Templo Embajadores. de Jesús. Sinceramente, ya estaba desesperado y no quería entrar en la espera con las asignaciones y distribución de grupos para llegar a un albergue. En el Templo Embajadores de Jesús -a cargo del pastor Gustavo Banda Aceves y su esposa Zaida Guíííén López- igual que en otros lugares, se anotaban en una lista conforme iban llegando y así es como se iban yendo;-Ellos les daban prioridad a las mujeres con hijos, a ¡as embarazadas y a los enfermos para irse antes.", 
 "Los números los usaban no sólo para tener un conteo de las personas que estaban recibiendo, también servía para facilitar la coordinación con el INM con el fin de llevar a las personas a la garita, ya que los grupos los podían formar fácilmente con la asignación de números. De esa manera, las personas migrantes no tenían que hacer fila para que les dieran una fecha. Me habían contado que de ahí llegaban a irse hasta treinta por día y que la mayoría de los que cruzaban, lograban llegar a su destino en Estados Unidos, que en su mayor parte era la Florida, lugar al que llegaban con algún familiar o amigo. Los que no tenían este privilegio hacían contacto con algún pastor haitiano que les pudiera recibir.", 
 "El Templo Embajadores de Jesús es una iglesia; no obstante, ante esta situación de emergencia se convirtió en un refugio, por lo que funcionaba de las dos maneras.", 
 "Era el refugio más grande, podía albergar hasta 600 personas. Ningún otro lugar tenía esa capacidad. Los miembros de esa iglesia, especialmente la familia Ortega, eran quienes estaban ahí día tras día, distribuyendo los lugares, proporcionando cobijas, cosas de aseo personal, repartiendo ropa, comida, etc.", 
 "El trato era diferente, humano, de respeto, comprensivo, algo que no habíamos visto en ninguna otra parte, excepto con la señora que sintió empatia con nosotros en uno de los trayectos. Aquí recibían a la gente a cualquier hora, fuera en la mañana, en la noche o en la madrugada. La puerta nunca estaba cerrada. Pero, aunque la puerta no se cerraba, muchos haitianos que recién,llegaban lo ignoraban, por lo que muchas familias que llegaban a las 2, 3 ó 4 de ¡a madrugada y se quedaban afuera pasando frío hasta que amaneciera y les ofrecieran un lugar. Familias completas. Era algo verdaderamente impresionante.", 
 "En todos los lugares donde estuvimos había infinidad de reglas, pero aquí no había aparentemente ninguna. Todos los demás tenían horario para despertarse, comer, bañarse, salir, entrar; aquí no. Había dos lugares muy reglamentados; en uno de ellos a las cinco de la mañana te sacaban con el frío que hacía, sin importar que fueran mujeres con niños o mujeres embarazadas. Esa era su norma. Además, propiamente no era un albergue; te daban de desayunar y tenías que vagar por la ciudad hasta las cuatro o cinco de la tarde, cuando te volvían a dar entrada si es que alcanzabas lugar. Había otro que era de puros hombres, donde igual te sacaban a las cinco de la mañana y a las seis de la tarde ya tenías que estar de regreso, por mencionar algunos ejemplos. Se comprende, esas eran sus normas y teníamos que respetarlas.", 
 "Sin embargo, en el Templo Embajadores de Jesús, no existía eso. Tú podías entrar a la hora que quisieras, pero a las nueve se apagaban las luces y todos a dormir. Así fueron los primeros meses porque la pastora y su esposo trabajaban, entonces también tenían que descansar un poco. Por decirlo de alguna manera, su jornada de trabajo era continua e interminable, porque si alguien necesitaba algo en la madrugada —que' era muy común— ellos tenían que atenderlo. Por lo. que necesitaban tener un rato de descanso. Como indicativo de la hora para dormir la pastora cantaba una canción, con la cual nos daba a entender que ya teníamos que apagar todo; decía más o menos esto: \"Hasta mañana, si Dios quiere, que descanses bien, llegó ía hora de acostarse y de soñar también, porque mañana sefá otro día y hay que vivirlo con alegría. . . \". Era algo inusual y muy chistoso. Nosotros nos reíamos de ella. A pesar de que se ponía muy estricta con la gente, resultaba tener sus ratos locos.", 
 "Sin embargo, me tocó la mala suerte de que cuando llegué ya no había espacio. La pastora nos indicó a varios que ya no podía con tantos y que tenían que enviarnos a otro lugar, por lo que nos refirieron con el INM, el cual sólo pudo llevarnos a la calle frente al Desayunar del Padre Chava. Esto fue alrededor de las ocho de la noche y, pues a tu suerte tenías que buscarle donde pudieras, en un hotel o en otro albergue. Me puse en contacto con un amigo que estaba quedándose cerca de la línea, donde había espacios en carpas para pasar la noche.", 
  "<img src=\"images/SobrevivSecondHalf-12.jpg\"/>",
    "  Cañón de las alacranes, la iglesia Embajadores de Jesús, aquel albergue que recibió a casi la mitad de los migrantes haitianos por más de seis meses. La iglesia tenía a más de quinientos haitianos entre hombres, mujeres, niños; todo el mundo estaba interesado en llegar ahí porque era el único albergue en dondoe migración mandaba de diez a treinta personas a diario, es decir que cada día llegaban más personas que las que salían. Siempre había comida y era fácil obtenerla, pero en ocasiones la gente pasaba más de cuatro horas en la fila del baño, antes que el pastor Gustavo y su querida esposa — que son considerados como los protectores y parientes de los haitianos, especialmente por mí— agrandaran el baño para facilitarles el uso a los migrantes. Todavía hay unas cien personas en este albergue, a tal punto que la iglesia inicio un proyecto desde finales del año 2016, el cual llamaron Little Haití (Pequeño Haití).   ",
 "Pero como soy un hombre necio e insistente, a pesar de no haber sido aceptado en el Templo, regresé al siguiente día temprano para buscar de nuevo un espacio para mí. Sabía que en ese lugar la gente se iba pronto y llegaba a su destino. Dios estaba ahí, porque muchos que estuvieron en esa iglesia llegaron con sus familiares o amigos. De tal suerte que insistí y me quedé. Además yo también estaba procurando estar con mi amigo, quien ya se encontraba en ese lugar,. porque queríamos intentar ingresar juntos. La idea era cruzarnos e irnos a casa de mi madre, quien desde hace varios años vive en Florida.", 
 "Mi llegada a Tijuana fue el 8 de diciembre del 2016. Noviembre y diciembre, se puede decir, fueron los meses en los que fue más fácil ingresar a Estados Unidos sin ser deportados. Fue como un tiempo de gracia. Algo le pasó a Obama, seguramente porque antes de eso se le había declarado como el presidente estadounidense que más deportaciones había hecho. A muchos de los haitianos les benefició ese cambio tan repentino, por el que se les dio acceso a esa nación.", 
 "Algunas autoridades pedían sobornos; iniciaron con 200 dólares y al final terminaron cobrando 400. Quien los tenía, pues los pagaba para ingresar antes de la fecha asignada. Muchos, sin saberlo, estaban pagando por su deportación. Sobre todo los que pasaron en los meses de septiembre y octubre. De hecho, también hicieron su labor los \"coyotes\", y no podría mencionar alguna cantidad, pero efectivamente hubo haitianos que tomaron ese camino; no tuvieron suerte. Los cobros eran entre cinco mil y siete mil dólares. Mitad aquí, mitad cruzando.", 
 "A los que les llegaba su turno de presentarse en las oficinas de migración estadounidense, esperaban una semana, dos semanas o hasta un mes para que se tomara la decisión de dejarlos ingresar a Estados Unidos o ser deportados hasta Haití.", 
 "Desde el momento en que llegamos1 a Tijuana, los agentes del INM nos explicaron que no nos podrían dar papeles para quedarnos en México. En realidad ese no era el objetivo que estábamos persiguiendo. Algunos'haitianos pensábamos que los albergues recibían bastante dinero de parte del gobierno por ayudar al migrante, y que por eso no les convenía que nos fuéramos de esos lugares. Para nosotros, ellos estaban siendo beneficiados gracias a este pueblo. Platicábamos y pensábamos que los mexicanos querían que nos quedáramos en la ciudad para tener personas negras en ella.", 
 "Seguramente, como en todos lados, varios albergues se beneficiaron por la partida que cada gobierno tiene para estos asuntos. Pero no todos. Descubrimos que en otros lugares los pastores de otras iglesias que se habían abierto, estaban cobrando 200 pesos por noche. Ellos decían que no era cierto, pero sí lo era. Nosotros mismos lo sabíamos, teníamos conocidos en todos los lugares y nos comunicábamos constantemente. Ahora que lo pienso, era lógico, pues no tenían recursos como los lugares establecidos para atención al migrante. De alguna forma debían cubrir los gastos que generaban los haitianos. Puedo comprenderlo.", 
 "En el templo donde estábamos no había ningún tipo de cobro; era una iglesia establecida como refugio, donde la fe de los pastores fue la que logró el sostenimiento de tanta gente. Fue un refugio, digamos de emergencia, debido a que tenían la forma de darnos un lugar donde dormir. Después descubrimos que los pastores contaban con una fundación, la cual se Sfama Fundación Regalando Amor, A. C. Sin embargo, sus estatutos no decían \"migrantes\", sino ayuda a familias desintegradas y niños de la calle. Aun así, por medio de esta fundación fue que llegó ayuda del gobierno, pero no con la misma fuerza como llegó a los lugares de atención al migrante.", 
 "Se cubrieron las necesidades de comida, cobijas, colchonetas, agua y jornadas médicas muy oportunas. En un tiempo, asistieron infinidad de grupos altruistas que venían a apoyar, como Los Ángeles de Frontera, a cargo de Hugo. Castr. o. y Gaba Cortés, que son los que más recuerdo. Agradezco a la comunidad tijuanense porque se solidarizó con nosotros aportando toda clase de víveres, ropa, etc. Me impresionaba ver cómo día tras día durante esos meses llegaban las bendiciones de Dios a ese lugar. La comida abundaba, ésta era una de las cosas que más me fascinaba, obvio. Asimismo también me tocó ver la colaboración de la Organización Mundial de las Migraciones (OIM), a cargo de Christopher Gascón. Ellos le proporcionaron a la iglesia mesas, sillas, ollas de todo tipo para cocinar, cuchillos y un zinc industrial para poder alimentar a tanta gente. Verdaderamente fue una valiosa ayuda.", 
 "Desde luego, la ayuda proporcionada por Atención al Migrante, el departamento de Desarrollo Social Municipal, SEDESOL, la Iglesia Metodista de San Diego, a cargo del pastor Elise, la Fundación Siloe de la Misión, grupos de médicos coreanos de. San Diego, un personaje altruista anónimo que vive en Los Ángeles, y desde luego la comunidad tijuanense.", 
 "Asistieron a nuestro auxilio diferentes iglesias de la localidad sin importar la religión. Ahí vi participar a los adventistas, a los bautistas, presbiterianos, a los católicos, y hasta los ateos participaron con su valiosa colaboración. Fue una experiencia increíble. Después de un tiempo se unió otra institución llamada Espacio' Migrante, a cargo de Paulina Oivera Cáñez, la cual se dio a la tarea de buscar apoyo de abogadas no sólo de la ciudad, sino de Estados Unidos. Éstas nos apoyaron con. pláticas sobre nuestros derechos en México, pues ya estaban viendo que difícilmente todos podríamos cruzar y que muchos nos quedaríamos atorados en este país'. Que nos proporcionaran esa información fue muy significativo para el pueblo haitiano. Desearía mencionar a todo's lós que se involucraron en esta labor tan inimaginable,'pero no recuerdo los nombres de todos.", 
 "Algo que me llamó mucho la atención fue la labor que hizo un joven llamado Terry y dos de sus amigos; ellos se dieron a la tarea de llenar la iglesia de colchones para todos. Venían desde Santa Mónica, California -si mal no recuerdo-. ¿Cómo le hizo para cubrir esa necesidad, a quiénes les quitó tantos colchones buenos que no nos permitieron pasar el frío? Su labor fue muy notable y me siento infinitamente agradecido por eso. Nos proporcionó comodidad y descanso.", 
 "Aun con todo esto, muchos haitianos se empezaron a desesperar ante la expectativa de tener una oportunidad de ingresar a Estados Unidos. En el Templo a veces todo se salía de control con las salidas; era muy difícil controlar a tanta gente y todos queriéndose ir, aunque no les tocara turno. A veces nos tranquilizábamos, a veces no.", 
 "El INM ya sabía que el ingreso a Estados Unidos para los haitianos se iba a complicar y estaba al tanto de la cantidad de deportados; por lo que tenía sentido que nos presentaran la opción -justo en este momento- de quedarnos aquí a través de una visa por razones humanitarias. Esta opción no era lo que hubiésemos deseado, pero era lo que teníamos sobre la mesa para tomar. Algunos,-al ver que las cosas se ponían difíciles, después de haber sufrido tanto, tomaron inexplicablemente la decisión de ser retornados a Brasil o a Haití, por lo que el gobierno les facilitó las cosas para su viaje.", 
 "Otros como yo hemos decidido quedarnos en Tijuana. No fue una decisión fácil, especialmente por el esfuerzo y apoyo-que nos-habían brindado nuestros familiares para realizar este viaje a fin de llegar con nuestras familias radicadas en Estados Unidos, con la expectativa de que ya estando allá les recompensaríamos con nuestro trabajo. La mayoría adquirieron deudas en Haití con el banco, con sus amigos, con sus familiares, o vendieron lo poco que tenían con tal de perseguir el \"sueño americano\". Qué ilusión tan falsa. Después de todo esto, regresar no era algo justo.", 
 "Al final, puedo decir que fue una decisión que tomó Dios, la cual en comparación con lo que nos esperaría en Estados Unidos, fue la mejor. Tengo amigos que aún siguen presos en alguna cárcel de EE. UU. esperando ser deportados, y otros que ya se encuentran en Haití. Tristemente gran parte de ellos no vivían en Haití. Algunos ni siquiera tenían familiares allá. Habían sido criados en Brasil, en República Dominicana o en Chile; no me quiero ni imaginar el triple sufrimiento que vivieron al llegar allá, a un país que no conocían, sepa a dónde y sepa con quién. El primer sufrimiento fue causado al salir de su lugar de origen y dejarlo todo para apostar a la nada; el segundo, llegar a una ciudad fronteriza, no conocer a nadie y buscar su supervivencia; y el tercero, pasarse meses en la cárcel sin ser delincuentes, sólo por el simple hecho de querer tener una vida mejor; convivir con verdaderos criminales y padecer nuevamente frío y hambre.", 
 "En mi caso, tenía la esperanza de poder ganar más dinero del que ganaba en Brasil. Allá nos pagaban al mes aproximadamente 1300 reales, que serían como 300 dólares. Pero descubrí que aquí en México ese pago es a la semana o a la quincena, maravilloso. Me di cuenta de que aquí en México el dinero no es tan importante; puedes comer bien con poco dinero. Puedes trabajar y'descansar por la tarde o trabajar por la noche y descansá'r por la mañana. En Estados Unidos no tendría la paz que me ha tocado vivir en México. Sé que hay gente que debe tener hasta tres trabajos para poder sostenerse. Además, aquí no hay racismo al mismo grado que en Estados Unidos, sentimos el respeto de la mayoría de la gente. Aprecié la ventaja de que aquí, al ver que no nos cruzaríamos y que eso ya no era una opción, encontramos la forma de trabajar sin papeles y sin problema alguno.", 
 "A partir del 10 de enero del 2017, ya no se podía ingresar a Estados Unidos. Sólo las mujeres embarazadas y con niños tenían posibilidades y, aun así, muchas fueron deportadas, tristemente algunas a escasos días de parir y terminaron pariendo en Haití. Así que quedarse fue la única opción real para alrededor de 5000 personas haitianas que estaban viviendo en Baja California. Actualmente, la cifra ha disminuido porque muchos solicitaron su retorno; según la información que me proporcionó el INM, tentativamente estamos aquí entre 2500 y 3000.", 
 "<a name=\"cp11spa\">Mi percepción sobre las fronteras</a>", 
 "Sabemos que, en todo el mundo, el comercio fronterizo es una de las fuerzas económicas que cada país comparte con su país vecino, pero algunos de ellos no pueden beneficiarse de esta oportunidad por falta de'producción. Este es el caso en las Américas, ¡-generando pobreza en muchos países!",
 "\"La mayoría de los países\" de las Américas están conectados por sus fronteras, sin embargo, esto no les impide tener grandes deficiencias económicas.",
 "Brasil",
 "Para comenzar este estudio, crucé varios países y tomé el tiempo para ver que algunos intercambios se realizan de maneras particulares. Así, Brasil es el único país que comparte una frontera con Francia a través del departamento de Guyana. Los únicos dos países de América del Sur que no comparten frontera con Brasil son Ecuador y Chile.",
 "No hemos podido visitar todas las fronteras compartidas por Brasil, pero realizamos un estudio visual del comercio fronterizo entre Bolivia y Brasil. Estos países tienen importaciones muy diferentes en América del Sur. Brasil es el distribuidor más poderoso de la agricultura de esta región y Boiivia es uno de los países más pobres de América del Sur. Esta frontera se ha vuelto cada vez más insegura debido al intercambio de cocaína que están realizando los distribuidores de dichos estados. Pero claramente Brasil siempre ha tenido su manera de progresar debido a su cría de ganado y a la agricultura, que son intercambios muy poderosos entre ellos. Sin embargo, este intercambio parece ser más o menos singular porque Bolivia casi no tiene nada que ofrecer a Brasil, excepto inmigrantes. Brasil es también conocido como un país que abre sus puertas y da la bienvenida a los inmigrantes, de igual forma es considerado una superpotencia. A pesar de su caída de la Copa del Mundo, Brasil sigue siendo el líder-de Sudamérica.", 
 "La frontera entre Brasíf y Perú es una de las fronteras más pacíficas porque el comercio no tiene lugar de la misma manera que en Guyana (provincia de la metrópoli francesa). Entre Brasil y Perú hay menos drogas. Los peruanos usan esa frontera para entrar y trabajar porque en Brasil el trabajo es más fácil si se le compara con el de los países de Sudamérica. Brasil es un-lugar donde cualquiera puede conseguir papeles rápido y fácil. '", 
 "Perú-Ecuador", 
 "En la frontera entre Perú y Ecuador, la atmósfera económica es manejada por un mercado muy activo. En casi cada frontera estudiada, desafortunadamente, la prostitución es uno de los oficios más difundidos. Esto es bien conocido.", 
 "Ambos países tienen monedas diferentes, el Ecuador maneja el dólar estadounidense, que todavía empuja un intercambio muy grande con el Perú. Esto, sin duda, da una forma de paso para los narcotraficantes y los traficantes de seres humanos que han hecho aún más fácil para los inmigrantes de Brasil, Venezuela y Chile cruzar la frontera.", 
 "Ecuador-Colombia", 
 "Colombia es conocida como uno de los principales países productores de cocaína del mundo. En su frontera compartida con Ecuador, por ejemplo, usaban las montañas cercanas a la frontera para transportar cualquier tipo de cosa ilegal. Los inmigrantes conocían algunos de estos caminos porque no todos podían ir directamente, así que había encrucijadas que atravesar. Las casas allí tenían un sistema de-alarma. De tal suerte que la delincuencia en la frontera era más popular que la paz.", 
 "Colombia-Panamá", 
 "De hecho, no hay frontera entre Colombia y Panamá, entre ellos hay un bosque llamado Darien Gap, el cual tiene el promedio más alto de traficantes que circulan sus drogas. En general, estos dos países no comparten amor entre ellos y hay sólo un pasaje posible para viajar de Colombia a Panamá, es por vía aérea, porque no hay otro camino que recorrer, a menos que decidas cruzar todo el bosque que tiene unos 160 km de largo. Los inmigrantes utilizan este camino peligroso para cruzar y entrar en el suelo de Panamá (más detalles en el libro).", 
 "Panamá-Costa Rica", 
"Es la primera frontera donde vi que había una especie de libertad entre ambos países. Como cosa fuera de lugar existe, aunque usted no lo crea, un centro comercial para ambos territorios. Vas y vienes con mucha facilidad. Sin meterte en problemas.",
 "A lo largo de todas las fronteras, la droga está muy mal controlada por las autoridades porque los jóvenes son más inteligentes que ellos. En la frontera entre Panamá y Costa Rica, la venta de marihuana es muy popular. Da más trabajo a la policía, no obstante, como algo contradictorio la paz reina en toda la frontera.", 
 "Las poblaciones de ambos territorios son capaces de transitar y regresar sin ningún problema, lo cual facilita mucho más la vasta circulación de drogas. Lo. que resulta ser muy favorable para todo este tipo de personas sin escrúpulos que entran y salen a su antojo.", 
 "Costa Rica-Nicaragua", 
 "Desafortunadamente es el lugar menos agradable, las personas no son muy amables. La base de su frontera es la aduana, porque Costa Rica no se involucra en ningún tipo de relación con su vecino en la forma de un mercado, como se ve en otras fronteras. Para un nicaragüense es obligatorio cruzar el suelo costarricense con una visa, porque estos dos países no tienen el mismo nivel económico. Aquí las cosas se manejan de otra manera, el nicaragüense que vive en Costa Rica debe tener una tarjeta de residencia, si no, será deportado. Así de fácil.", 
 "¡El único comercio permitido en el cual no necesitas documentos es el mercado de la prostitución!", 
 "Nicaragua-Honduras", 
 "Nadie puede describir la situación de la frontera entre Nicaragua y Honduras, debido a la forma de cruzar a Nicaragua. Muy pocos saben cómo es la realidat frontera, porque es uno de los territorios que no sido analizados, no sólo porque es ilegal cruzarla, sino además no se aceptaba que los inmigrantes pusieran' pie en sus suelos sin tener una visa.", 
 "Honduras-Guatemala", 
 "■ Es la frontera más tranquila que cruzamos porque la actividad comercial era bastante débil en comparación con otras fronteras que fuimos capaces de cruzar. El objetivo principal del viaje no era analizar las fronteras, pero yo -que soy muy observador—, lo tomé como parte de mi experiencia desde el principio hasta el final, cada pequeño detalle importaba.", 
 "Guatemala-México", 
 "México es el primer país de América del Norte cuando se llega a través de Centroamérica. Guatemala es muy abierto con México —si uno toma en cuenta cómo fue el proceso para cruzar la frontera—, pero las actividades económicas de los dos países comparten un comercio fronterizo muy rico, sobre todo de café. No había grandes novedades en comparación con las otras fronteras que habíamos atravesado, era casi lo mismo, pero a mayor escala.", 
 "México-Estados Unidos", 
 "La frontera entre los Estados Unidos y México abarca cerca de 3200 kilómetros, y se extiende desde el océano Atlántico hasta el océano Pacífico. Bautizada como \"la tortilla de la frontera\", es la frontera más transitada del mundo, con 181 millones de personas que se cruzaron alrededor de toda la frontera compartida con los Estados Unidos de América (2015).", 
 "Sin embargo, entre 2016 y 2017 los inmigrantes tomaron dos rutas para cruzar por Baja California, las cuales les facilitaron llegar a su destino. Este hecho nos dio un poco más de tiempo para hacer un estudio más amplio sobre las fronteras, particularmente el de Tijuana.", 
 "Esta ciudad fronteriza juega un papel muy. importante en la economía de México. Es una de las ciudades más buscadas por los inmigrantes; hay fácil acceso,aj sexo y las drogas, razón por la cual los estadounidenses lafrecuentan mucho, además de su rica gastronomía y cultura.", 
 "La delincuencia en esta región es más fuerte que las fuerzas armadas, pero esto no impide que la población esté contenta. El corazón de la ciudad es la calle Revolución de la feliz Tijuana. Los artesanos y artistas desempeñan un rol muy trascendente para la imagen de la ciudad. La economía de esta frontera es dinámica, se puede decir que un poco apacible; pero efectiva.", 
 "<a name=\"cp12spa\">Realidad</a>", 
 "Yo me pregunto a veces: ¿a qué ie tememos verdaderamente? ¿A morir, al diablo, a la enfermedad o a un fracaso? Sabemos que no hay que preocuparse por los fracasos, pero sí por las oportunidades desaprovechadas. En la vida uno tiene dos opciones y las dos son aceptables: asumirnos responsables de nuestra vida y hacer lo máximo con nuestras posibilidades a fin de cazar la obscuridad; o dejarte guiar por tu voluntad, propia, con lo cual jamás te quedarás en la oscuridad. Porque un pez dentro de un pozo no puede conocer el océano. ■", 
 "No admitas que tu miseria ya está escrita, que ese es tu destino; nuestro destino lo escogemos cada quien. Nosotros tenemos un lápiz y un borrador, y tenemos que saber cómo-utilizarlos para causas más justas, pero no estarán ahí todos los días. Todos hemos hecho sacrificios en la vida a causa del dinero, sacrificios que no hacemos jamás por el amor. Aprender que somos humanos, que tenemos un corazón y que sólo hay que colocar nuestras manos. encima de él para sentir un latido que te dice que estás vivo. Ese corazón es tu hogar, al cual dejarás de entrar el amor de Dios, que habitará ahí y remplazará al odio y al diablo. Uno elige todos los días lo que es mejor, bueno y justo. Basta con limpiar nuestro corazón para poder ver todas las riquezas que tenemos, la prosperidad, el futuro y nuestros sueños.", 
 "Deja de ver con inquietud los lugares que puedas ver, controla tu entorno y concéntrate en las oportunidades. Realízalas, una tras otra, y deja que tu voluntad y tu paz interior tomen buenas decisiones. No digas que no tienes el tiempo suficiente, que lo mejor es acortar, tomar una alternativa rápida. No dejes que las personas piensen por ti, toma tus propias decisiones. Dale su importancia a cada detalle menor, para que no pagues consecuencias mayores. Debes encontrar la suficiente paciencia y perseverancia. La P. A. U. R: Paciencia, Amor, Unión, y Respeto. Y no seas esclavo de tus propios objetivos; trata siempre de tener un plan B. No abandones por lo que has luchado sólo porque no salió todo como tú querías o esperabas.", 
 "Después de todo, las cosas no dependen de una persona ni del dinero; tu felicidad depende del amor qué tienes en tu corazón. Aprende a tener confianza en ti y verás que todo lo puedes realizar, ya que eso mismo te alimentará.", 
  "<img src=\"images/BackCover.jpg\" /> "
]
